[
  {
    "title": "Homeland Elegies: A Novel by Ayad Akhtar - 23/12/2020",
    "description": "Ayad Akhtar is a second generation Muslim immigrant and playwright. I thought this book was a memoir at first. It ends up being a set of  stories involving the author, some fictional, some not. Speaks alot to the American ideology and how Muslims fit into it. Also mentions the merits of Freud, the Roman concept of a corporation, a Muslim's perception of a Christian America and other interesting topics. I would love to read a book in this style from an author who grew up in Canada instead of America."
  },
  {
    "title": "Dune Messiah by Frank Herbert - 15/11/2020",
    "description": "Second book in the Dune series. This one takes place 12 years after the first. I found Dune Messiah to be more introspective than Dune, which is saying something. Paul rules as Emperor while various parties attempt to unseat him. His legacy plays a big role in this book. The ending is intense and surprised me."
  },
  {
    "title": "A Memory Called Empire by Arkady Martine - 27/10/2020",
    "description": "Engaging science fiction. This book was nominated for the Nebula Award which is how I first discovered it. A space opera I think? Focuses on literature, poetry and the functionings of an interplanetary empire. This book was similar to Dune in that sense. Also similar pacing; slow at the beginning, faster towards the end. I will devour the sequel when it arrives."
  },
  {
    "title": "Dune by Frank Herbert - 19/09/2020",
    "description": "My first science-fiction in a while. The deeper I got into this book, the more I appreciated its eloquence. Frank Herbert plays with the order of words in sentences, \"There is probably no more terrible instant of enlightenment than the one in which you discover your father is a man - with human flesh.\" Instead of technology, it focuses more on humanity and politics and relationships. The book speaks to so many things beyond its fantastic setting. The nature of fear, leadership, religion, prophecy, belief, politics, technology, future.  The protagonist, Paul, undergoes a fantastic character arc that is interesting at every point. Frank Herbert does a great job of switching between the thoughts and perspectives of each character. It's like we're an X-ray camera that's just swooping through characters' thoughts. Although it starts out slow, the book is always accelerating so that by the end it is impossible to stop reading. I'm currently reading through the wikipedia page. [https://en.wikipedia.org/wiki/Dune_(novel)] I really enjoyed this book and will be reading the sequel."
  },
  {
    "title": "The Topeka School by Ben Lerner - 24/08/2020",
    "description": "This is another one I've been reading intermittently. Definitely a more intricate writing style than I've encountered before. The author, Ben Lerner, dips into several different characters, their motivations, their struggles. Sometimes in first person, sometimes in third person. The timeline shifts, there are many flashback episodes and jumps to the future. But ultimately it's a story about a family. Beyond that I'm not sure. I think I was more enamored with the vivid reality Lerner constructs than the characters in it. The most interesting part for me was his depictions of oratory debate. I should've done that in high school."
  },
  {
    "title": "A Place of My Own by Michael Pollan - 06/08/2020",
    "description": "I've been reading this one for a while. This is Michael Pollan's first book. He explores topics like architecture and carpentry through the design and construction of a writing cabin in his backyard. In fact, he is closely involved at every step. I was going to start a degree in architecture once upon a time so this book was both interesting and enlightening for me. Building a house is fascinating. I especially enjoyed his description of various types of wood and his criticisms of modernist pane-glass architecture."
  },
  {
    "title": "The 7½ Deaths of Evelyn Hardcastle by Stuart Turton - 02/08/2020",
    "description": "A murder mystery. This book keeps piling on layers of complexity in each chapter, which make it sometimes difficult to understand. That said, it wraps up nicely. The setting reminds me of that board game Clue. I would like to read more fiction."
  },
  {
    "title": "The Omnivores Dilemma by Michael Pollan - 03/07/2020",
    "description": "I've sort of fallen in love with Michael Pollan's mentality when it comes to food. There are countless reasons to read this book. There is so much to learn about the food industry and the implications of what we eat. I am convinced this stuff is worth learning. How does the food you eat get to your table? Which animals had to die? Which plants had to be grown? Where? This book is sometimes dense, but even reading the first section about corn is mind-boggling.  It's only five chapters. Beyond the industrial food system, this book offers a stark illustration of the weaknesses (or failures) of capitalism. Pollan often talks about how the capitalist system doesn't exactly work with two natural systems at both ends of the industrial food chain (the farmer's field and the human body). This book has motivated me to buy sustainable meat and eat much less of it. And to try and buy local as much as I can. So much more is discussed in this book, I've tried to elaborate with the highlights here [https://kahvipatel.com/highlights/omnivores-dilemma]. > Industrial processes follow a clear, linear, hierarchical logic that is fairly easy to put into words, probably because words follow a similar logic: First this, then that; put this in here, and then out comes that. But the relationship between cows and chickens on this farm (leaving aside for the moment the other creatures and relationships present here) takes the form of a loop rather than a line, and that makes it hard to know where to start, or how to distinguish between causes and effects, subjects and objects. Is what I'm looking at in this pasture a system for producing exceptionally tasty eggs? If so, then the cattle and their manure are a means to an end. Or is it a system for producing grass-fed beef without the use of any chemicals, in which case the chickens, by fertilizing and sanitizing the cow pastures, comprise the means to that end? So does that make their eggs a product or a by-product? And is manure—theirs or the cattle's—a waste product or a raw material? (And what should we call the fly larvae?) Depending on the point of view you take—that of the chicken, the cow, or even the grass—the relationship between subject and object, cause and effect, flips. > A tension has always existed between the capitalist imperative to maximize efficiency at any cost and the moral imperatives of culture, which historically have served as a counterweight to the moral blindness of the market. This is another example of the cultural contradictions of capitalism—the tendency over time for the economic impulse to erode the moral underpinnings of society. Mercy toward the animals in our care is one such casualty. > What's wrong with eating animals is the practice, not the principle. What this suggests to me is that people who care about animals should be working to ensure that the ones they eat don't suffer, and that their deaths are swift and painless—for animal welfare, in others words, rather than rights. - Michael Pollan, The Omnivores Dilemma: A Natural History of Four Meals"
  },
  {
    "title": "Between the World and Me by Ta-Nehisi Coates - 11/06/2020",
    "description": "I thought this book was poetic.  It speaks in thoughts and ideas and helps convey history of black people in America. It's sad too. Though not on purpose. It's written in second person, as Ta-Nehisi Coates writing to his son. Coates goes over his own experience and illuminates hard truths for his son. There are no easy answers. This isn't a hopeful book. But it is honest. Broadened my perspective for sure. Definitely a necessary reflection. Highlights here [https://kahvipatel.com/highlights/between-world]. > But race is the child of racism, not the father. And the process of naming “the people” has never been a matter of genealogy and physiognomy so much as one of hierarchy. Difference in hue and hair is old. But the belief in the preeminence of hue and hair, the notion that these factors can correctly organize a society and that they signify deeper attributes, which are indelible—this is the new idea at the heart of these new people who have been brought up hopelessly, tragically, deceitfully, to believe that they are white. - Ta-Nehisi Coates, Between the World and Me"
  },
  {
    "title": "The Testaments by Margaret Atwood - 05/05/2020",
    "description": "I did not realize this book was a sequel. It takes place 15 years after the events of The Handmaid's Tale which I have not read. Despite this, I got the gist of the setting pretty quickly. Most of the book takes place in the Gilead, a totalitarian patriarchal theocratic state that \"rules over most of the territory that belonged to the former continental United States\". We follow three characters, Agnes, Nicole and Aunt Lydia. The narrative is interesting because we're reading the testimony of Agnes and Nicole and the handwritten notes of Aunt Lydia. The Gilead is such a strange and terrible society yet it's easy to see how it could work. If you want to read about the fall of an awful, cruel, sexist dystopian state then you'll probably enjoy this one."
  },
  {
    "title": "Little Fires Everywhere by Celeste Ng - 16/04/2020",
    "description": "This was a quick read for me. It's one of those stories that sucks you in the further you get. Focuses on two families, the Richardson's and the Warrens. The former is wealthy, settled down, stable. The latter is lower-class, nomadic, unstructured. It explores the lives of almost everyone who make up these two families and how they interact with each other. Interestingly, I can't think of an obvious antagonist. The author, Celeste Ng, often gives the perspective of every character involved and goes through their reasoning. It's hard to judge someone as an antagonist if their reasoning follows your own. > Parents, she thought, learned to survive touching their children less and less. As a baby Pearl had clung to her; she’d worn Pearl in a sling because whenever she’d set her down, Pearl would cry. There’d scarcely been a moment in the day when they had not been pressed together. As she got older, Pearl would still cling to her mother’s leg, then her waist, then her hand, as if there was something in her mother she needed to absorb through the skin. Even when she had her own bed, she would often crawl into Mia’s in the middle of the night and burrow under the old patchwork quilt, and in the morning they would wake up tangled, Mia’s arm pinned beneath Pearl’s head, or Pearl’s legs thrown across Mia’s belly. Now, as a teenager, Pearl’s caresses had become rare—a peck on the cheek, a one-armed, half-hearted hug—and all the more precious because of that. It was the way of things, Mia thought to herself, but how hard it was. The occasional embrace, a head leaned for just a moment on your shoulder, when what you really wanted more than anything was to press them to you and hold them so tight you fused together and could never be taken apart. It was like training yourself to live on the smell of an apple alone, when what you really wanted was to devour it, to sink your teeth into it and consume it, seeds, core, and all. - Celeste Ng, Little Fires Everywhere"
  },
  {
    "title": "Talking to Strangers by Malcolm Gladwell - 12/03/2020",
    "description": "I've been working my way through this one for a while. It's an interesting examination of several notable events including Sandra Bland's suicide, the Brock Turner incident and Neville Chamberlain's meeting with Hitler. It's fun to follow Gladwell try to find an underlying logic to all these extraordinary events. As I understand it, he's saying that humans are bad at understanding and communicating with strangers. Often our human nature moves us in the wrong directions. Most of the time, I am convinced by his conclusions. Like all his other books, it's an interesting read."
  },
  {
    "title": "When Breath Becomes Air by Paul Kalanithi - 11/02/2020",
    "description": "This is the first book in recent memory to make me cry. It's an autobiography and memoir written by Paul Kalanithi, a neurosurgeon. Paul was diagnosed with terminal cancer pretty early in his life. This book is his reflection on mortality, among other things. It's poetic, witty, smart and sometimes a bit arrogant. Examines what really matters when you're staring death in the face. It's not a long book and I read it quickly. Highly recommend this one. I'm grateful to have read it."
  },
  {
    "title": "The Body: A Guide for Occupants by Bill Bryson - 06/02/2020",
    "description": "Another long non-fiction book. It has always been confusing to me why I have barely any idea how my own body works. This book gave me a helpful overview of what's going on. It also helped me understand how little we actually know. Either way, our bodies are incredible. So many quotes that can shift your perspective if you're up for it. Highlights here [https://kahvipatel.com/highlights/the-body]. > That is unquestionably the most astounding thing about us—that we are just a collection of inert components, the same stuff you would find in a pile of dirt. I’ve said it before in another book, but I believe it’s worth repeating: the only thing special about the elements that make you is that they make you. That is the miracle of life. - Bill Bryson, The Body: A Guide for Occupants 2019"
  },
  {
    "title": "21 Lessons for the 21st Century by Yuval Noah Harari - 18/12/2019",
    "description": "I've been slowly reading this one for a while. It's a book whose concepts encourage critical thought. In virtually every chapter. I really enjoy the way Yuval Noah Harari approaches and considers problems. And despite the large concepts, it's gratifying to come to some sort of greater understanding at the end of each chapter. A great book to talk about with friends. Especially if they're studying political science. So many interesting ideas on how to attack policy changes, human behaviour, big stuff. I hope you'll browse the highlights [https://kahvipatel.com/highlights/21-lessons]."
  },
  {
    "title": "Fleishman Is in Trouble by Taffy Brodesser-Akner - 25/11/2019",
    "description": "A story about a couple. Their divorce, their children, the origins of their conflict. Told from the perspective of the husband’s close friend. The narrative explores both sides of the conflict. The husband, Toby, is more responsible for the kids while the wife, Rachel, is determined to work more. Made me think about the idea that there’s not always a culprit for bad shit that happens. Sometimes you can’t blame anyone. Despite that bleak realization, it is still a funny book and I enjoyed it."
  },
  {
    "title": "Alex's Adventures in Numberland by Alex Bellos - 04/10/2019",
    "description": "One of the most interesting non-fiction books I've read in a while. I will say it's put me sleep more than once, but only while I'm reading before bed. A book that certainly made me more interested in numbers. The symmetry and poetry of math is astonishing. It's funny how a book about numbers has made me more interested in math than ~7 years of math classes. Really cool stuff. Highlights here [https://kahvipatel.com/highlights/numberland]"
  },
  {
    "title": "The Wind-Up Bird Chronicle by Haruki Murakami - 30/08/2019",
    "description": "The first Japanese author I've read. Really interesting style. Focuses on relationships and sex and lust. And a well. It's all very mysterious but well put together."
  },
  {
    "title": "Children of Time by Adrian Tchaikovsky - 07/07/2019",
    "description": "Coming back to science fiction after a while. This book is about what happens to humanity thousands of years in the future. It follows the development of a society. Gets interesting early on, and the characters evolve wildly by the end. A bit unsettling at times, but a happy ending."
  },
  {
    "title": "The Overstory by Richard Powers - 06/05/2019",
    "description": "This book begins as separate stories that revolve around several motifs. In this case, trees, nature, resistance, activism. I love how the book starts, the characters are immediately so interesting to me. It’s an emotional book. I need to read it again. A lot about inner dialogue, relationships and the names of trees."
  },
  {
    "title": "Interpreter of Maladies by Jhumpa Lahiri - 16/04/2019",
    "description": "A collection of short stories centered around recent immigrants from India to the US. I can empathize with this one more than usual. My mother’s side followed this immigrant experience pretty closely. It’s good at describing the sacrifices made and motivations, etc. S1E2 [https://www.washingtonpost.com/news/arts-and-entertainment/wp/2015/11/12/aziz-ansaris-new-show-perfectly-captures-what-its-like-being-the-child-of-immigrants/?utm_term=.642150921c67] of Master of None is in the same vein. Well written and personally relevant."
  },
  {
    "title": "Less by Andrew Sean Greer - 24/03/19",
    "description": "This was the first explicitly comedic book I've read in a while. I thought it was sharper than it was funny, but often those two go hand in hand. Witty and quick but emotional. I can honestly say I have a different perspective on relationships after reading it. Maybe I'll read it again when I turn 45. Highlights here [https://kahvipatel.com/highlights/less]"
  },
  {
    "title": "Ghost Town - 21/02/19",
    "description": "I haven’t read science-fiction in a while so this was refreshing. The tone of this book is similar to the first season of True Detective; nihilistic, brutal crimes, midwestern America. The cool part was the time travel. It was well thought out and actually added to the story instead of distracting from it. Overall it’s gritty but smart and the ending is fantastic."
  },
  {
    "title": "Animal Farm by George Orwell - 19/02/19",
    "description": "A classic Orwell story that I should’ve read earlier. Apparently he meant to expose the “Soviet myth” with this one. It’s not long, only took a day to read. Illustrates a bunch of political realities really well. Made me more aware of the fragility we are living through. Highlights here [https://kahvipatel.com/highlights/animal-farm]"
  },
  {
    "title": "Educated by Tara Westover - 13/02/19",
    "description": "This story is astonishing. The realities the author lived through and managed to escape are unlike anything I’ve ever seen or read about. She was raised in a separate reality dictated by her father. Beyond that, the patterns of abuse within the family made parts of this book difficult to read. Yet Tara managed to escape and get an education. The book made me realize how terrifying it is that education is becoming a political device. A broader perspective should be everyone’s right."
  },
  {
    "title": "Asymmetry by Lisa Halliday - 05/02/19",
    "description": "The structure of this book is a bit of a puzzle. The first, second and third all act tie together in a subtle way. I like the book because of the content, not the puzzle. Intricate and enjoyed."
  },
  {
    "title": "Still Me by Jojo Moyes - 23/01/19",
    "description": "I didn't realize this book was part of a trilogy until I finished it which I guess is a good thing. It’s a story that focuses around life and growing up and relationships and New York City. I really enjoyed it. A great ending too."
  },
  {
    "title": "Priestdaddy by Patricia Lockwood",
    "description": "I read this one last year but never wrote about it. This book is hilarious. Focuses on the struggles of masculinity, church, religion, family. Manages to find humour in every one of those topics. I really liked it. Highlights here [https://kahvipatel.com/highlights/priestdaddy]"
  },
  {
    "title": "Shoe Dog by Phil Knight - 07/01/19",
    "description": "This book motivates yet discourages entrepreneurship for me. The thrill of working towards a vision you create, changing customers’ lives, the idea of having a legacy, are all overwhelmingly desirable. And since Phil seems like the most humble of founding billionaires, the ups and downs of his story are described pretty objectively. But his storytelling leads to many reflections on what he is sacrificing to achieve those goals. And I empathized with those parts more. Knight’s journey makes for a thrilling story either way. 2018"
  },
  {
    "title": "Leviathan Wakes by James S. A. Corey",
    "description": "I haven’t read any new science-fiction in a while. This book grabbed me. It’s gritty, intricate, emotional and never dull. Will probably keep reading this series. Not sure why I haven’t been reading more science-fiction."
  },
  {
    "title": "Bad Blood by John Carreyrou",
    "description": "Read this one quickly. This is the story behind the rise and fall of Theranos. If that company is unknown to you, I highly recommend looking them up. The story is larger than life and illustrates the strange motivations that govern Silicon Valley. It’s disturbing how much they got away with and for how long. It made me question the whole ecosystem. They’ll probably make a movie about it soon. “…in her [Elizabeth Holmes’s] all-consuming quest to be the second coming of Steve Jobs amid the gold rush of the “unicorn” boom, there came a point when she stopped listening to sound advice and began to cut corners. Her ambition was voracious and it brooked no interference.”"
  },
  {
    "title": "Circe by Madeline Miller",
    "description": "I love the Greek Gods. Their combination of vanity and absolute power always makes for exciting stories. This book went by quickly. It’s a retelling of The Odyssey and several other classic Greek tales from the perspective of the Goddess Circe. Reading it felt somewhat similar to Percy Jackson but I wouldn’t recommend it to children. It explores the idea of immortality, love, children, beauty. There is a happy ending. “he had never met a god [Circe] who enjoyed their divinity less.”"
  },
  {
    "title": "Naked Economics by Charles Wheelan",
    "description": "I haven't finished this book yet. Mostly because it has a tendency to put me to sleep which is convenient since I read it right before bed. Despite that, I enjoy every second I'm awake! Hopefully it will be done by Christmas. (Update: Just finished it) Highlights here [https://kahvipatel.com/highlights/naked-economics]"
  },
  {
    "title": "Orchid and the Wasp by Caoilinn Hughes",
    "description": "This book reminds me of The Goldfinch. Despite the unusual situations Gael (the protagonist) finds herself in, I believe in the logic of why she got there. In fact, I feel like that's where I would be in her shoes despite her facetious, ruthless, manipulative personality. Yet at her core, Gael is motivated by her caring for her family. I guess the ends justify the means. Highlights here [https://kahvipatel.com/highlights/orchid]"
  },
  {
    "title": "The Looming Tower by Lawrence Wright",
    "description": "This is the first non-fiction book that has kept me engaged for over a month of regular reading. The book explores Islam, US Policy, personal motivations; and culminates in 9/11. Despite this inevitable conclusion, what kept me reading is the background leading up to the event and not the event itself. My knowledge surrounding the events leading up to 9/11 involving Bin Laden, Sudan, Yemen and Saudi Arabia was murky and misinformed until I started reading this book."
  },
  {
    "title": "The English Patient by Michael Ondaatje",
    "description": "Not sure how I got through this book. It has exciting moments, but they are few and far between. This book takes a certain type of focus and patience that I barely have. It’s rewarding by the end though. About a group of people who live in an Italian villa after the War. Explores each of their histories, some more than others."
  },
  {
    "title": "The Brief and Wondrous Life of Oscar Wao by Junot Díaz",
    "description": "Fun book to read. It goes by fast mostly due to the narrator’s hilarious tone. Follows a family through three generations as they navigate the Dominican Republic and then the United States, but mostly about Oscar Wao. Left me with a melancholy feeling. Important tip: Do not read the introduction, it takes way too long and is discouraging."
  },
  {
    "title": "The Idiot by The Idiot",
    "description": "This book is dense. It took me a while to finish. I haven't encountered this type of writing style before. It's abrupt and unique. I identify with the main character and her setting deeply. Highlights here [https://kahvipatel.com/highlights/the-idiot]."
  },
  {
    "title": "La Belle Sauvage by Philip Pullman",
    "description": "I had a vague memory of liking the Golden Compass trilogy by the same author (Philip Pullman), which is why I read this book. It took me by surprise. The shift of environment and tone after the first half was sudden, but grew on me. One of my favourite main characters in any book. This story carries with it some deeper moral lessons. Set in a similar world as Harry Potter, but more serious and slightly less supernatural."
  },
  {
    "title": "Naked Statistics [https://kahvipatel.com/on-statistics] by Charles Wheelan",
    "description": "Until reading this book, I never had a grasp on statistics. I’ve now realized how important it is. The nature of statistics is counter-intuitive and learning the a few important concepts means defeating misinformation in your daily life. It’s dense though."
  },
  {
    "title": "The Obelisk Gate by N. K. Jemisin",
    "description": "The second book in the Broken Earth series. Just as engaging as the first. Sped through this book in two days."
  },
  {
    "title": "The Fifth Season by N. K. Jemisin",
    "description": "I devoured this book. The first in the Broken Earth series. Starts out rough, but keeps you trapped till the end. The first time in a while I’ve actually been enthralled with fantasy."
  },
  {
    "title": "Death’s End by Liu Cixin",
    "description": "A fitting end to an amazing trilogy. This book dives even deeper into fantasy and I believe it completely every step of the way. Contains the most realistic view of our (humanity’s) future, I think."
  },
  {
    "title": "The Dark Forest by Liu Cixin",
    "description": "The book is better than the first (The Three-Body Problem) in the trilogy. Takes a while to get started, but it’s an amazing ride once it does. If you are at all interested in alien life or astrophysics please read this book. The idea of a “dark forest” is so overarching and terrifying that it my changed my perception of space."
  },
  {
    "title": "The Three-Body Problem by Liu Cixin (re-read)",
    "description": "My second favorite science-fiction novel. Involves the Chinese Cultural Revolution, chaotic motion, aliens and a funny cop. Mostly, it keeps engaging you with an overarching mystery. The novel gives you a jarring view of what contact with extra-terrestrial intelligence would feel like."
  },
  {
    "title": "Annihilation by Jeff VanderMeer",
    "description": "Unnerving and disturbing. This book is a fictional story that reads like a non-fiction account of reality. Like a black mirror episode in a novel. It’s a quick read too."
  },
  {
    "title": "Red Sparrow by Jason Matthews",
    "description": "A thriller that delves into Russian culture but mostly keeps you reading it at all costs. A combination of James Patterson and John Le Carré. More Patterson than Le Carré though. Also, recipes are provided at the end of every chapter."
  },
  {
    "title": "A Brave New World by Aldous Huxley",
    "description": "A terrifying view on our dystopian future. Even more striking when considered with technologies like CRISPR and stem cells. Asks many questions about human nature."
  },
  {
    "title": "Pachinko by Min Jin Lee",
    "description": "A book that navigates through three generations of Korean immigrants in Japan during the Second World War. The story struck a chord with me since I come from a family of immigrants. Vividly illustrates the sacrifices that the older generation makes. Really liked this one."
  },
  {
    "title": "A Gentleman in Moscow by Amor Towles",
    "description": "Set in the Soviet Union in Moscow in a famous hotel. A former Count lives from middle to old-age and must raise a adopted child within the walls of the hotel. He makes the best of his experience and we see him deal with the existing and developing culture of Russia. A happy ending."
  },
  {
    "title": "Age of Ambition: Chasing Fortune, Truth, and Faith in the New China",
    "description": "[https://kahvipatel.com/age-of-ambition] by Evan Osnos A useful and striking introduction to modern day China. Illustrates the speed at which China is growing and the costs of that growth. It is long. 2017"
  },
  {
    "title": "Fooled by Randomness by Nassim Nicholas Taleb",
    "description": "This book was the catalyst for my obsession with Behavioural Economics. Nassim Nicholas Taleb effectively eliminated my trust in the global stock market and everyone who works for it. I do not, however, align with his political beliefs. Taleb lays out how we all operate under frightening amounts of randomness. Highly recommend."
  },
  {
    "title": "Thanks, Obama by David Litt",
    "description": "Being deeply immersed in US political news has made working in the White House have a magical allure. This book grounded some of my dreams in reality, but also elevated many more. Being surrounded by capable, hopeful idealists who shape the future of the world everyday will never get old."
  },
  {
    "title": "The Rosie Project by Graeme Simsion",
    "description": "I started this book because Bill Gates recommended it. The whole book doesn’t seem grounded in reality, but that doesn’t make it less interesting. It speaks to how people meet each other and what influences us to start or end relationships."
  },
  {
    "title": "The Three-Body Problem by Liu Cixin",
    "description": "See above."
  },
  {
    "title": "A Visit from the Goon Squad by Jennifer Egan (twice its very good)",
    "description": "I love this book. Describes the intertwining lives of Bennie and Sasha. The story feels melancholy the whole way through, but there are enough happy moments to pull you through."
  },
  {
    "title": "A Horse Walks Into a Bar by David Grossman",
    "description": "A dark comedy? Takes place during one evening at a comedy club. I feel like I learned something about performance by reading this book. Also hilarious at times."
  },
  {
    "title": "The Undoing Project by Michael Lewis",
    "description": "A dense book. About the inception of Behavioural Economics. Follows the relationship of two academics."
  },
  {
    "title": "American Kingpin by Nick Bilton",
    "description": "About the founder of the dark web. Draws some pretty blurry moral lines about why the main character is guilty. Recommended by Casey Neistat."
  },
  {
    "title": "Seveneves by Neal Stephenson (almost)",
    "description": "Bill Gates said he loved this book so I decided to read it. I was about three-quarters of the way through before the whole plot started getting predicable and too disheartening to follow. Interesting concept though."
  },
  {
    "title": "So You’ve Been Publicly Shamed by Jon Ronson",
    "description": "This book is SOOO relevant today. Describes what it feels like to be on the other side of internet outrage. How a mob mentality can lead to terrible consequences."
  },
  {
    "title": "Swordspoint by Ellen Kushner",
    "description": "As I’ve gotten older, my focus has turned away from fantasy and towards science-fiction. This book is an exception."
  },
  {
    "title": "The Sisters Brothers by Patrick deWitt",
    "description": "Really good book. A Western with real cowboys and guns. Has a good moral at the end."
  },
  {
    "title": "The Psychopath Test by Jon Ronson",
    "description": "Another Jon Ronson book (SYBPS). I’ve always been fascinated by psychopaths and this book centres around what defines them as such. Do they run the world’s largest corporations? Does their existence always result in a lot of dead people? probably before 2017"
  },
  {
    "title": "The Goldfinch by Donna Tartt",
    "description": "This might be my favourite book. I fell in love with every single character. About a boy and his journey through life."
  },
  {
    "title": "The Buried Giant by Kazuo Ishiguro",
    "description": "This book stayed with me. One of the most mature fantasy novels I’ve read. The authors tone is never crowded or too detailed, yet the characters are so easy to empathize with."
  },
  {
    "title": "The Revenant by Michael Punke",
    "description": "Brutal, cunning and savage. Leo Dicaprio and bears. If you liked the movie, you’ll love the book because it’s three times as long."
  },
  {
    "title": "The Secret History by Donna Tartt",
    "description": "By the same author who wrote the Goldfinch (my favourite book). “The story is an inverted detective story, not a whodunit but a whydunit”. <— from Wikipedia I will finish these summaries"
  },
  { "title": "All The Light We Cannot See", "description": "" },
  { "title": "The Big Short", "description": "" },
  { "title": "Flash Boys", "description": "" },
  { "title": "Boomerang", "description": "" },
  { "title": "The Luminaries", "description": "" },
  { "title": "The Martian", "description": "" },
  { "title": "Gone Girl", "description": "" },
  { "title": "Consider the Lobster", "description": "" },
  { "title": "In the Skin of a Lion", "description": "" },
  { "title": "Game of Thrones", "description": "" },
  { "title": "Bad Monkey", "description": "" },
  { "title": "The Cat’s Table", "description": "" },
  { "title": "Steve Jobs", "description": "" }
]
