[
  {
    "book": "A Promised Land",
    "author": "Barack Obama",
    "quote": "MORE THAN A DECADE has passed since those perilous days at the start of my presidency, and although the details are hazy for most Americans, my administration’s handling of the financial crisis still generates fierce debate. Viewed narrowly, it’s hard to argue with the results of our actions. Not only did the U.S. banking sector stabilize far sooner than any of its European counterparts; the financial system and the overall economy returned to growth faster than those of just about any other nation in history after such a significant shock. If I had predicted on the day of my swearing in that within a year the U.S. financial system would have stabilized, almost all TARP funds would be fully repaid (having actually made rather than cost taxpayers money), and the economy would have begun what would become the longest stretch of continuous growth and job creation in U.S. history, the majority of pundits and experts would have questioned my mental fitness—or assumed I was smoking something stronger than tobacco.",
    "location": {
      "start": 5765,
      "end": 5765
    },
    "dateAdded": 1610236800000
  },
  {
    "book": "A Promised Land",
    "author": "Barack Obama",
    "quote": "AMERICA HAD HELD a dominant position on the world stage for the better part of the past seven decades. In the wake of World War II, with the rest of the world either impoverished or reduced to rubble, we had led the way in establishing an interlocking system of initiatives, treaties, and new institutions that effectively remade the international order and created a stable path forward: The Marshall Plan to rebuild Western Europe. The North Atlantic Treaty Organization (NATO) and the Pacific alliances to serve as a bulwark against the Soviet Union and bind former enemies into an alignment with the West. Bretton Woods, the International Monetary Fund, the World Bank, and the General Agreement on Tariffs and Trade (GATT) to regulate global finance and commerce. The United Nations and related multilateral agencies to promote the peaceful resolution of conflicts and cooperation on everything from disease eradication to protection of the oceans.<br>",
    "location": {
      "start": 6249,
      "end": 6249
    },
    "dateAdded": 1610236800000
  },
  {
    "book": "A Promised Land",
    "author": "Barack Obama",
    "quote": "Saudi Arabia had always been different. Abdulaziz Ibn Saud, the nation’s first monarch and the father of King Abdullah, had begun his reign in 1932 and been deeply wedded to the teachings of the eighteenth-century cleric Muhammad bin Abd al-Wahhab. Abd al-Wahhab’s followers claimed to practice an uncorrupted version of Islam, viewing Shiite and Sufi Islam as heretical and observing religious tenets that were considered conservative even by the standards of traditional Arab culture: public segregation of the sexes, avoidance of contact with non-Muslims, and the rejection of secular art, music, and other pastimes that might distract from the faith. Following the post–World War I collapse of the Ottoman Empire, Abdulaziz consolidated control over rival Arab tribes and founded modern Saudi Arabia in accordance with these Wahhabist principles. His conquest of Mecca—birthplace of the prophet Muhammad and the destination for all Muslim pilgrims seeking to fulfill the Five Tenets of Islam—as well as the holy city of Medina provided him with a platform from which to exert an outsized influence over Islamic doctrine around the world.<br>",
    "location": {
      "start": 6872,
      "end": 6872
    },
    "dateAdded": 1610236800000
  },
  {
    "book": "A Promised Land",
    "author": "Barack Obama",
    "quote": "For the bulk of constitutional cases coming before the Court, the theory holds up pretty well. Justices have for the most part felt bound by the text of the Constitution and precedents set by earlier courts, even when doing so results in an outcome they don’t personally agree with. Throughout American history, though, the most important cases have involved deciphering the meaning of phrases like “due process,” “privileges and immunities,” “equal protection,” or “establishment of religion”—terms so vague that it’s doubtful any two Founding Fathers agreed on exactly what they meant. This ambiguity gives individual justices all kinds of room to “interpret” in ways that reflect their moral judgments, political preferences, biases, and fears. That’s why in the 1930s a mostly conservative Court could rule that FDR’s New Deal policies violated the Constitution, while forty years later a mostly liberal Court could rule that the Constitution grants Congress almost unlimited power to regulate the economy. It’s how one set of justices, in Plessy v. Ferguson, could read the Equal Protection Clause to permit “separate but equal,” and another set of justices, in Brown v. Board of Education, could rely on the exact same language to unanimously arrive at the opposite conclusion.<br>",
    "location": {
      "start": 7279,
      "end": 7279
    },
    "dateAdded": 1610236800000
  },
  {
    "book": "A Promised Land",
    "author": "Barack Obama",
    "quote": "It was hard for me to decide what to make of all this. The Tea Party’s anti-tax, anti-regulation, anti-government manifesto was hardly new; its basic story line—that corrupt liberal elites had hijacked the federal government to take money out of the pockets of hardworking Americans in order to finance welfare patronage and reward corporate cronies—was one that Republican politicians and conservative media had been peddling for years. Nor, it turned out, was the Tea Party the spontaneous, grassroots movement it purported to be. From the outset, Koch brother affiliates like Americans for Prosperity, along with other billionaire conservatives who’d been part of the Indian Wells gathering hosted by the Kochs just after I was inaugurated, had carefully nurtured the movement by registering internet domain names and obtaining rally permits; training organizers and sponsoring conferences; and ultimately providing much of the Tea Party’s financing, infrastructure, and strategic direction.<br>",
    "location": {
      "start": 7953,
      "end": 7953
    },
    "dateAdded": 1610236800000
  },
  {
    "book": "A Promised Land",
    "author": "Barack Obama",
    "quote": "In the Rose Garden, I told the assembled press corps that less than a year into my presidency, I didn’t feel that I deserved to be in the company of those transformative figures who’d been honored in the past. Instead, I saw the prize as a call to action, a means for the Nobel committee to give momentum to causes for which American leadership was vital: reducing the threats of nuclear weapons and climate change; shrinking economic inequality; upholding human rights; and bridging the racial, ethnic, and religious divides that so often fed conflict. I said I thought the award should be shared with others around the world who labored, often without recognition, for justice, peace, and human dignity.<br>",
    "location": {
      "start": 8312,
      "end": 8312
    },
    "dateAdded": 1610236800000
  },
  {
    "book": "A Promised Land",
    "author": "Barack Obama",
    "quote": "Still, there were limits to what a diplomatic charm offensive could accomplish. At the end of the day, each nation’s foreign policy remained driven by its own economic interests, geography, ethnic and religious schisms, territorial disputes, founding myths, lasting traumas, ancient animosities—and, most of all, the imperatives of those who had and sought to maintain power. It was the rare foreign leader who was susceptible to moral suasion alone. Those who sat atop repressive governments could for the most part safely ignore public opinion. To make progress on the thorniest foreign policy issues, I needed a second kind of diplomacy, one of concrete rewards and punishments designed to alter the calculations of hard, ruthless leaders. And, throughout my first year, interactions with the leaders of three countries in particular—Iran, Russia, and China—gave me an early indication of how difficult that would be.",
    "location": {
      "start": 8666,
      "end": 8666
    },
    "dateAdded": 1610236800000
  },
  {
    "book": "A Promised Land",
    "author": "Barack Obama",
    "quote": "Men and women who anchored their lives to the same idea that had anchored my mother, an idea captured in a verse woven into a tapestry that hung in the great-domed General Assembly hall:<br>",
    "location": {
      "start": 8979,
      "end": 8979
    },
    "dateAdded": 1610236800000
  },
  {
    "book": "A Promised Land",
    "author": "Barack Obama",
    "quote": "In fact, just about every renewable energy company, from advanced vehicle manufacturers to biofuel producers, faced the same dilemma: No matter how good their technology was, they still had to operate in an economy that for more than a century had been constructed almost entirely around oil, gas, and coal. This structural disadvantage wasn’t simply the result of free-market forces. Federal, state, and local governments had invested trillions of dollars—whether through direct subsidies and tax breaks or through the construction of infrastructure like pipelines, highways, and port terminals—to help maintain both the steady supply of and the constant demand for cheap fossil fuels. U.S. oil companies were among the world’s most profitable corporations and yet still received millions in federal tax breaks each year. To have a fair chance to compete, the clean energy sector needed a serious boost.",
    "location": {
      "start": 9551,
      "end": 9551
    },
    "dateAdded": 1610236800000
  },
  {
    "book": "A Promised Land",
    "author": "Barack Obama",
    "quote": "If Americans were understandably frustrated with the recovery’s glacial pace, the bank bailout sent them over the edge. Man, did folks hate TARP! They didn’t care that the emergency program had worked better than expected, or that more than half of the money given to the banks had already been repaid with interest, or that the broader economy couldn’t have started healing until the capital markets were working again. Across the political spectrum, voters considered the bank bailouts a scam that had allowed the barons of finance to emerge from the crisis relatively unscathed.<br>",
    "location": {
      "start": 10324,
      "end": 10324
    },
    "dateAdded": 1610236800000
  },
  {
    "book": "A Promised Land",
    "author": "Barack Obama",
    "quote": "“What does he think I’m supposed to do?” I growled at Rahm after hearing of Carville’s broadside. “Put on my fucking Aquaman gear and swim down there myself with a wrench?”<br>",
    "location": {
      "start": 10597,
      "end": 10597
    },
    "dateAdded": 1610236800000
  },
  {
    "book": "A Promised Land",
    "author": "Barack Obama",
    "quote": "It wasn’t Singh’s fault. He had done his part, following the playbook of liberal democracies across the post–Cold War world: upholding the constitutional order; attending to the quotidian, often technical work of boosting the GDP; and expanding the social safety net. Like me, he had come to believe that this was all any of us could expect from democracy, especially in big, multiethnic, multireligious societies like India and the United States. Not revolutionary leaps or major cultural overhauls; not a fix for every social pathology or lasting answers for those in search of purpose and meaning in their lives. Just the observance of rules that allowed us to sort out or at least tolerate our differences, and government policies that raised living standards and improved education enough to temper humanity’s baser impulses.<br>",
    "location": {
      "start": 11245,
      "end": 11245
    },
    "dateAdded": 1610236800000
  },
  {
    "book": "A Promised Land",
    "author": "Barack Obama",
    "quote": "Given everything that was already on my plate when I became president, it would have been tempting to just do my best to manage the status quo, quash any outbreaks of renewed violence between Israeli and Palestinian factions, and otherwise leave the whole mess alone. But taking into account the broader foreign policy concerns, I decided I couldn’t go that route. Israel remained a key U.S. ally, and even with the threats reduced, it still endured terrorist attacks that jeopardized not only its citizens but also the thousands of Americans who lived or traveled there. At the same time, just about every country in the world considered Israel’s continued occupation of the Palestinian territories to be a violation of international law. As a result, our diplomats found themselves in the awkward position of having to defend Israel for actions that we ourselves opposed. U.S. officials also had to explain why it wasn’t hypocritical for us to press countries like China or Iran on their human rights records while showing little concern for the rights of Palestinians. Meanwhile, the Israeli occupation continued to inflame the Arab community and feed anti-American sentiment across the Muslim world.",
    "location": {
      "start": 12121,
      "end": 12121
    },
    "dateAdded": 1610236800000
  }
]
