[
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "But after all my fears over getting judged as a biter, Tommy was so nice.",
    "page": null,
    "location": { "start": 1079, "end": 1080 },
    "dateAdded": 1684284082
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "An older boy that never knew safety himself, trying to make us feel safe.",
    "page": null,
    "location": { "start": 1316, "end": 1316 },
    "dateAdded": 1684367498
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "Peggot for her part kept feeding me and telling me how Mom loved me more than anything in this world, which was nice of her to say, even if I was thinking at the time: Not really. She loved her dope buzz more. I had roads to travel before I would know it’s not that simple, the dope versus the person you love.",
    "page": null,
    "location": { "start": 1813, "end": 1816 },
    "dateAdded": 1684454705
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "We both lay back down, and she looked at me in the eyes, and we were sad together for a while. I’ll never forget how that felt. Like not being hungry.",
    "page": null,
    "location": { "start": 2141, "end": 2142 },
    "dateAdded": 1684574625
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "Counting on Jesus to save the day is no more real than sending up the Batman signal.",
    "page": null,
    "location": { "start": 2329, "end": 2330 },
    "dateAdded": 1684575495
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "The way he looked. Eyes raised up, body tethered by one long thread to the big stormy sky, the whole of him up there with his words, talking to whoever was listening. I’ve not seen a sight to match it. No bones of his had ever been shoved in a feed bag. The man was a giant.",
    "page": null,
    "location": { "start": 3545, "end": 3547 },
    "dateAdded": 1684679839
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "“I know what you’re worried about, Daddy,” Aunt June said. “But there’s absolutely no chance of you getting dependent on this medication. The company did all kinds of studies. I can show you the package insert.”",
    "page": null,
    "location": { "start": 4109, "end": 4111 },
    "dateAdded": 1684884878
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "Outside in the truck, he barely got the engine turned over before Mrs. Peggot said, “Give that paper here, old man. If you try bringing them pills to the house, I’m flushing them down the commode.”",
    "page": null,
    "location": { "start": 4130, "end": 4131 },
    "dateAdded": 1684884960
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "They wore red bandannas on their necks to show they were all on the same side, working men. Mr. Armstrong said people calling us rednecks, that goes back to the red bandannas. Redneck is badass.",
    "page": null,
    "location": { "start": 4701, "end": 4703 },
    "dateAdded": 1685058125
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "What the companies did, he told us, was put the shuthole on any choice other than going into the mines. Not just here, also in Buchanan, Tazewell, all of eastern Kentucky, these counties got bought up whole: land, hospitals, courthouses, schools, company owned. Nobody needed to get all that educated for being a miner, so they let the schools go to rot. And they made sure no mills or factories got in the door. Coal only.",
    "page": null,
    "location": { "start": 4720, "end": 4723 },
    "dateAdded": 1685058234
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "Yes, life sucks, hungry nights and hurtful people, but compared to buried in a box, floating in a universe of nothing and never? I wouldn’t trade.",
    "page": null,
    "location": { "start": 5261, "end": 5262 },
    "dateAdded": 1685234786
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "If you’ve not known the dragon we were chasing, words may not help. People talk of getting high, this blast you get, not so much what you feel as what you don’t: the sadness and dread in your gut, all the people that have judged you useless.",
    "page": null,
    "location": { "start": 6893, "end": 6895 },
    "dateAdded": 1685387023
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "She said Purdue looked at data and everything with their computers, and hand-picked targets like Lee County that were gold mines. They actually looked up which doctors had the most pain patients on disability, and sent out their drug reps for the full offensive.",
    "page": null,
    "location": { "start": 7022, "end": 7024 },
    "dateAdded": 1685392394
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "“Whatever you love about her, you get to live with. And the other stuff, you live with that too.” Angus was this Yoda individual. It was probably good you talked to her, even if it wasn’t.",
    "page": null,
    "location": { "start": 7137, "end": 7139 },
    "dateAdded": 1685392984
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "That sugar on your brain cells sucks away any other purpose. You can think you’re in charge. Walk around thinking this for hours at a time, or a day, till the clock winds down and the human person you were gets yanked out through whatever hole the devil can find.",
    "page": null,
    "location": { "start": 7538, "end": 7540 },
    "dateAdded": 1685401977
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "Meth addiction is tough, no medical remedy. She said with opioids you can swap out the bad one for a different one that won’t get you high, but you won’t be dopesick either. Just take a pill and get on with your life.",
    "page": null,
    "location": { "start": 8425, "end": 8427 },
    "dateAdded": 1685405949
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "Sounds, I missed most of all. There was noise, but nothing behind it. I couldn’t get used to the blankness where there should have been bird gossip morning and evening, crickets at night, the buzz saw of cicadas in August.",
    "page": null,
    "location": { "start": 8668, "end": 8669 },
    "dateAdded": 1685448884
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "He pointed out how a lot of our land-people things we do for getting by, like farmer, fishing, hunting, making our own liquor, are the exact things that get turned into hateful jokes on us.",
    "page": null,
    "location": { "start": 8718, "end": 8719 },
    "dateAdded": 1685449335
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "some that made me smarter, some just weird. She helped me study for my GED, which turned out to be a hell of a lot easier than being physically present to two more years of disgrace and overpriced drugs cut with sheep wormer.",
    "page": null,
    "location": { "start": 8739, "end": 8740 },
    "dateAdded": 1685449675
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "Whiskey Rebellion: an actual war. George Washington marched the US Army on our people for refusing to pay tax on corn liquor. Which they weren’t even selling for money, mainly just making for neighborly entertainment.",
    "page": null,
    "location": { "start": 8816, "end": 8817 },
    "dateAdded": 1685450587
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "We talked the whole way through the Shenandoah Valley. The end of the day grew long on the hills, then the dark pulled in close around us. Snowflakes looped and glared in the headlights like off-season lightning bugs. Ridiculous nut that I’d been to crack. I drove left-handed with my right arm resting on her seat back, running my thumb over the little hairs on the back of her neck. The trip itself, just the getting there, possibly the best part of my life so far. That’s where we are. Well past the Christiansburg exit. Past Richmond, and still pointed east. Headed for the one big thing I know is not going to swallow me alive.",
    "page": null,
    "location": { "start": 9217, "end": 9222 },
    "dateAdded": 1685452488
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "I’m grateful to Charles Dickens for writing David Copperfield, his impassioned critique of institutional poverty and its damaging effects on children in his society.",
    "page": null,
    "location": { "start": 9224, "end": 9226 },
    "dateAdded": 1685452504
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "Beyond the scope of this novel, we can all thank Dr. Van Zee for his groundbreaking exposure of dangerous prescription opioids, ultimately bringing the crisis to public attention. I’m in awe of his dedication to his patients.",
    "page": null,
    "location": { "start": 9231, "end": 9232 },
    "dateAdded": 1685452527
  },
  {
    "book": "Demon Copperhead",
    "author": "Barbara Kingsolver",
    "quote": "For the kids who wake up hungry in those dark places every day, who’ve lost their families to poverty and pain pills, whose caseworkers keep losing their files, who feel invisible, or wish they were: this book is for you.",
    "page": null,
    "location": { "start": 9239, "end": 9241 },
    "dateAdded": 1685452583
  }
]
