[
  {
    "book": "East of Eden",
    "author": "John Steinbeck",
    "quote": "And it never failed that during the dry years the people forgot about the rich years, and during the wet years they lost all memo­ry of the dry years. It was always that way.",
    "location": {
      "start": 158,
      "end": 159
    },
    "dateAdded": 1647475200000
  },
  {
    "book": "East of Eden",
    "author": "John Steinbeck",
    "quote": "I’ve studied and maybe learned how things are, but I’m not even close to why they are. And you must not expect to find that people understand what they do.",
    "location": {
      "start": 477,
      "end": 478
    },
    "dateAdded": 1647475200000
  },
  {
    "book": "East of Eden",
    "author": "John Steinbeck",
    "quote": "A thing so triumphantly illogical, so beautifully senseless as an army can’t allow a question to weaken it. Within itself, if you do not hold it up to other things for comparison and derision, you’ll find slowly, surely, a reason and a logic and a kind of dreadful beauty.",
    "location": {
      "start": 494,
      "end": 495
    },
    "dateAdded": 1647475200000
  },
  {
    "book": "East of Eden",
    "author": "John Steinbeck",
    "quote": "It has always seemed strange to me that it is usually men like Adam who have to do the soldiering.",
    "location": {
      "start": 651,
      "end": 651
    },
    "dateAdded": 1647475200000
  },
  {
    "book": "East of Eden",
    "author": "John Steinbeck",
    "quote": "Such men are rare now, but in the nineties there were many of them, wandering men, lonely men, who wanted it that way. Some of them ran from responsibil­ities and some felt driven out of society by injustice. They worked a little, but not for long. They stole a little, but only food and occasionally needed garments from a wash line. They were all kinds of men—literate men and ignorant men, clean men and dirty men—but all of them had restlessness in common. They followed warmth and avoided great heat and great cold. As the spring advanced they tracked it eastward, and the first frost drove them west and south. They were brothers to the coyote which, being wild, lives close to man and his chickenyards: they were near towns but not in them. Associations with other men were for a week or for a day and then they drifted apart.",
    "location": {
      "start": 1008,
      "end": 1014
    },
    "dateAdded": 1647475200000
  },
  {
    "book": "East of Eden",
    "author": "John Steinbeck",
    "quote": "\"He would have admitted climbing the golden stairs and cutting St. Peter’s throat with a bowling ball,” the judge said. “Be more careful, Mike. The law was de­signed to save, not to destroy.\"",
    "location": {
      "start": 1629,
      "end": 1630
    },
    "dateAdded": 1647475200000
  },
  {
    "book": "East of Eden",
    "author": "John Steinbeck",
    "quote": "\"There’s a black violence on this valley. I don’t know—I don’t know. It’s as though some old ghost haunted it out of the dead ocean below and troubled the air with unhappiness. It’s as secret as hidden sor­row. I don’t know what it is, but I see it and feel it in the people here.\"",
    "location": {
      "start": 2608,
      "end": 2610
    },
    "dateAdded": 1647475200000
  },
  {
    "book": "East of Eden",
    "author": "John Steinbeck",
    "quote": "Hearing and reading aren’t the same as speaking and writing.",
    "location": {
      "start": 2922,
      "end": 2922
    },
    "dateAdded": 1647475200000
  },
  {
    "book": "East of Eden",
    "author": "John Steinbeck",
    "quote": "“I’ve thought of that more than anything else. No, I don’t think she meant to kill me. She didn’t allow me that dignity. There was no hatred in her, no passion at all. I learned about that in the army. If you want to kill a man, you shoot at head or heart or stomach. No, she hit me where she intended. I can see the gun barrel moving over. I guess I wouldn’t have minded so much if she had wanted my death. That would have been a kind of love. But I was an annoyance, not an enemy.”",
    "location": {
      "start": 4731,
      "end": 4734
    },
    "dateAdded": 1647475200000
  },
  {
    "book": "East of Eden",
    "author": "John Steinbeck",
    "quote": "Aron was con­tent to be a part of his world, but Cal must change it.",
    "location": {
      "start": 6325,
      "end": 6326
    },
    "dateAdded": 1647475200000
  },
  {
    "book": "East of Eden",
    "author": "John Steinbeck",
    "quote": "She watched his great red happiness, and it was not light as Samuel’s happiness was light. It did not rise out of his roots and come floating up. He was manufacturing happiness as cleverly as he knew how, molding it and shaping it.",
    "location": {
      "start": 7265,
      "end": 7266
    },
    "dateAdded": 1647475200000
  },
  {
    "book": "East of Eden",
    "author": "John Steinbeck",
    "quote": "Poor Tom did not know and could not learn that dissembling successfully is one of the creative joys of a businessman. To indicate enthusiasm was to be idiotic.",
    "location": {
      "start": 7341,
      "end": 7342
    },
    "dateAdded": 1647475200000
  },
  {
    "book": "East of Eden",
    "author": "John Steinbeck",
    "quote": "We screamed over good rumors and died of panic at bad news.",
    "location": {
      "start": 9321,
      "end": 9322
    },
    "dateAdded": 1647475200000
  }
]
