[
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "He took two lessons from his near-death experience: “Vacations will kill you. Also, South Africa. That place is still trying to destroy me.”",
    "page": null,
    "location": {
      "start": 1171,
      "end": 1172
    },
    "dateAdded": 1696131460
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "I didn’t appreciate is that Elon starts with a mission and later finds a way to backfill in order to make it work financially,” he says. “That’s what makes him a force of nature.”",
    "page": null,
    "location": {
      "start": 1210,
      "end": 1211
    },
    "dateAdded": 1696131671
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "“People are mistaken when they think that technology just automatically improves,” he would say in a TED Talk a few years later. “It only improves if a lot of people work very hard to make it better.”",
    "page": null,
    "location": {
      "start": 1219,
      "end": 1221
    },
    "dateAdded": 1696131728
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "As Max Levchin drily puts it, “One of Elon’s greatest skills is the ability to pass off his vision as a mandate from heaven.”",
    "page": null,
    "location": {
      "start": 1238,
      "end": 1239
    },
    "dateAdded": 1696131826
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "“It’s not the product that leads to success. It’s the ability to make the product efficiently. It’s about building the machine that builds the machine. In other words, how do you design the factory?”",
    "page": null,
    "location": {
      "start": 2096,
      "end": 2098
    },
    "dateAdded": 1696289639
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "Antonio Gracias and David Sacks, because they will reemerge in the Twitter saga.)",
    "page": null,
    "location": {
      "start": 2091,
      "end": 2092
    },
    "dateAdded": 1696289650
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "Six of the partygoers were in a limousine when one of them, a friend from Stanford, threw up in the back seat.",
    "page": null,
    "location": {
      "start": 2100,
      "end": 2101
    },
    "dateAdded": 1696289706
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "There are certain people who occupy a demon’s corner of Musk’s headspace. They trigger him, turn him dark, and rouse a cold anger. His father is number one. But somewhat oddly, Martin Eberhard, who is hardly a household name, is second.",
    "page": null,
    "location": {
      "start": 2183,
      "end": 2185
    },
    "dateAdded": 1696290099
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "“That’s just the stupidest thing I’ve ever heard,” he said at a couple of meetings. That was a line that Steve Jobs used often. So did Bill Gates and Jeff Bezos.",
    "page": null,
    "location": {
      "start": 2223,
      "end": 2224
    },
    "dateAdded": 1696290283
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "“Maybe if the price the world pays for this kind of accomplishment is a real asshole doing it, well, it’s probably a price worth paying. That’s how I’ve come to think about it, anyway.” Then, after a pause, he adds, “But I wouldn’t want to be that way.”",
    "page": null,
    "location": {
      "start": 2231,
      "end": 2233
    },
    "dateAdded": 1696290337
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "What Tesla did get in June 2009 was $465 million in interest-bearing loans from a Department of Energy program. The Advanced Technology Vehicles Manufacturing Loan Program lent money to companies to make electric or fuel-efficient cars. Ford,",
    "page": null,
    "location": {
      "start": 2560,
      "end": 2561
    },
    "dateAdded": 1696291702
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "What Tesla did get in June 2009 was $465 million in interest-bearing loans from a Department of Energy program. The Advanced Technology Vehicles Manufacturing Loan Program lent money to companies to make electric or fuel-efficient cars. Ford, Nissan, and Fisker Automotive also got loans.",
    "page": null,
    "location": {
      "start": 2560,
      "end": 2562
    },
    "dateAdded": 1696291706
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "They were wrong. Over the next decade, relying mainly on SpaceX, the U.S. would send more astronauts, satellites, and cargo to space than any other country.",
    "page": null,
    "location": {
      "start": 2745,
      "end": 2746
    },
    "dateAdded": 1696292661
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "Musk liked Obama. “I thought he was a moderate but also someone willing to force change,” he says.",
    "page": null,
    "location": {
      "start": 2756,
      "end": 2757
    },
    "dateAdded": 1696292724
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "Among his few such relationships was the one he had with Riley, and the years he would spend with her—from their meeting in 2008 to their second divorce in 2016—would end up being the longest stretch of relative stability in his",
    "page": null,
    "location": {
      "start": 2854,
      "end": 2856
    },
    "dateAdded": 1696293153
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "Page pushed back. Why would it matter, he asked, if machines someday surpassed humans in intelligence, even consciousness? It would simply be the next stage of evolution. Human consciousness, Musk retorted, was a precious flicker of light in the universe, and we should not let it be extinguished. Page considered that sentimental nonsense. If consciousness could be replicated in a machine, why would that not be just as valuable?",
    "page": null,
    "location": {
      "start": 3150,
      "end": 3153
    },
    "dateAdded": 1696294486
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "Musk explained the risk and suggested that it be regulated. “Obama got it,” Musk says. “But I realized that it was not going to rise to the level of something that he would do anything about.” Musk then turned to Sam",
    "page": null,
    "location": {
      "start": 3169,
      "end": 3170
    },
    "dateAdded": 1696294567
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "Musk had never been very political. Like many techies, he was liberal on social issues but with a dollop of libertarian resistance to regulations and political correctness. He contributed to the presidential campaigns of Barack Obama and then Hillary Clinton, and he was a vocal critic of Donald Trump in the 2016 election. “He doesn’t seem to have the sort of character that reflects well on the United States,” he told CNBC.",
    "page": null,
    "location": {
      "start": 3413,
      "end": 3416
    },
    "dateAdded": 1696374131
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "“Trump might be one of the world’s best bullshitters ever,” he says. “Like my dad. Bullshitting can sometimes baffle the brain. If you just think of Trump as sort of a con-man performance, then his behavior sort of makes sense.”",
    "page": null,
    "location": {
      "start": 3436,
      "end": 3438
    },
    "dateAdded": 1696374226
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "to see the tent going up in the parking lot. “If conventional thinking makes your mission impossible,” Musk told him, “then unconventional thinking is necessary.”",
    "page": null,
    "location": {
      "start": 3739,
      "end": 3740
    },
    "dateAdded": 1696375507
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "The algorithm",
    "page": null,
    "location": {
      "start": 3758,
      "end": 3758
    },
    "dateAdded": 1696375681
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "His hot-shot lawyer Alex Spiro argued to the jury, “Elon Musk is just an impulsive kid with a terrible Twitter habit.”",
    "page": null,
    "location": {
      "start": 3900,
      "end": 3901
    },
    "dateAdded": 1696376238
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "demonstrated by a poster on the wall of his cubicle at SpaceX. It shows a twinkling dark blue sky with a shooting star. “When you wish upon a falling star, your dreams can come true,” it reads. “Unless it’s really a meteor hurtling to the Earth which will destroy all life. Then you’re pretty much hosed, no matter what you wish for. Unless it’s death by meteorite.”",
    "page": null,
    "location": {
      "start": 3974,
      "end": 3976
    },
    "dateAdded": 1696548466
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "Humble does not begin to describe its status as the primary residence of a billionaire.",
    "page": null,
    "location": {
      "start": 4399,
      "end": 4399
    },
    "dateAdded": 1696756814
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "His disagreements with Jenna, Musk says, “became intense when she went beyond socialism to being a full communist and thinking that anyone rich is evil.”",
    "page": null,
    "location": {
      "start": 4564,
      "end": 4565
    },
    "dateAdded": 1696757707
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "When his kids were younger, he sent them to a school that he had created for family and friends called Ad Astra.",
    "page": null,
    "location": {
      "start": 4565,
      "end": 4566
    },
    "dateAdded": 1696757727
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "The rift with Jenna, he says, pained him more than anything in his life since the infant death of his firstborn child Nevada. “I’ve made many overtures,” he says, “but she doesn’t want to spend time with me.”",
    "page": null,
    "location": {
      "start": 4568,
      "end": 4569
    },
    "dateAdded": 1696757743
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "Mark Juncosa",
    "page": null,
    "location": {
      "start": 4911,
      "end": 4911
    },
    "dateAdded": 1696759446
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "There are two types of lieutenants Musk favors: the Red Bulls, such as Mark Juncosa, who are highly caffeinated and voluble as they purge-pulse ideas, and the Spocks, whose measured monotones give them an aura of Vulcan competence.",
    "page": null,
    "location": {
      "start": 5200,
      "end": 5202
    },
    "dateAdded": 1696761252
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "In November 2021, he conducted a Twitter poll to see if he should sell some Tesla stock in order to realize some of the capital gains and pay tax on it. There were 3.5 million votes, with 58 percent voting yes. As he already was planning to do, he exercised options that he had been granted in 2012 and were due to expire, which caused him to pay the largest single tax bill in history: $11 billion, enough to fund the entire budget of his antagonists at the Securities and Exchange Commission for five years.",
    "page": null,
    "location": {
      "start": 5455,
      "end": 5459
    },
    "dateAdded": 1696762568
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "“It’s certainly possible that the road to hell to some degree is paved with good intentions—but the road to hell is mostly paved with bad intentions.”",
    "page": null,
    "location": {
      "start": 5553,
      "end": 5554
    },
    "dateAdded": 1696762957
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "“How am I in this war?” he asked me during a late-night phone conversation. “Starlink was not meant to be involved in wars. It was so people can watch Netflix and chill and get online for school and do good peaceful things, not drone strikes.”",
    "page": null,
    "location": {
      "start": 5836,
      "end": 5837
    },
    "dateAdded": 1696802741
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "Grimes added her own interpretation: “I imagine it’s a little bit of a dick-measuring contest.”",
    "page": null,
    "location": {
      "start": 5883,
      "end": 5884
    },
    "dateAdded": 1696802954
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "It promised to be a glorious year, if only he could leave well enough alone. But it was not in Musk’s nature to leave well enough alone.",
    "page": null,
    "location": {
      "start": 5932,
      "end": 5933
    },
    "dateAdded": 1696803198
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "He disdained Donald Trump, but he felt it was",
    "page": null,
    "location": {
      "start": 5963,
      "end": 5963
    },
    "dateAdded": 1696803361
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "He disdained Donald Trump, but he felt it was absurd to ban permanently a former president,",
    "page": null,
    "location": {
      "start": 5963,
      "end": 5964
    },
    "dateAdded": 1696803366
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "“Twitter has to move more in the direction of free speech, at least as defined by the law,”",
    "page": null,
    "location": {
      "start": 6016,
      "end": 6017
    },
    "dateAdded": 1696803613
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "Not since he crashed his McLaren by flooring it at Peter Thiel’s behest had there been such an expensive display of his impulsiveness.",
    "page": null,
    "location": {
      "start": 6146,
      "end": 6147
    },
    "dateAdded": 1696804175
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "But there were two other reasons, I think, that Musk wanted to own Twitter. The first was a simple one. It was fun, like an amusement park. It offered political smackdowns, intellectual gladiator matches, dopey memes, important public announcements, valuable marketing, bad puns, and unfiltered opinions.",
    "page": null,
    "location": {
      "start": 6189,
      "end": 6191
    },
    "dateAdded": 1696804372
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "But there were two other reasons, I think, that Musk wanted to own Twitter. The first was a simple one. It was fun, like an amusement park. It offered political smackdowns, intellectual gladiator matches, dopey memes, important public announcements, valuable marketing, bad puns, and unfiltered opinions. Are you not entertained? And second, I believe there was a psychological, personal yearning. Twitter was the ultimate playground.",
    "page": null,
    "location": {
      "start": 6189,
      "end": 6192
    },
    "dateAdded": 1696804385
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "He was more successful with Larry Ellison. “Yes, of course,” Ellison had answered when Musk asked earlier in the week if he was interested in investing in the deal. “Roughly what dollar size?” Musk asked. “Not holding you to anything, but the deal is oversubscribed, so I have to reduce or kick out some participants.” “A billion,” said Ellison, “or whatever you recommend.”",
    "page": null,
    "location": {
      "start": 6204,
      "end": 6207
    },
    "dateAdded": 1696804466
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "“Blockchain Twitter isn’t possible, as the bandwidth and latency requirements cannot be supported by a peer to peer network.”",
    "page": null,
    "location": {
      "start": 6219,
      "end": 6220
    },
    "dateAdded": 1696804532
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "(Part of the deal for the Qatar investment was promising to go there for the final of the World Cup.)",
    "page": null,
    "location": {
      "start": 6230,
      "end": 6231
    },
    "dateAdded": 1696804616
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "death by suicide. Death by suicide does not worry me, but it should worry you. The truth is too well known. You will be ruined, make no mistake, and people will know who you really are, or have become.”",
    "page": null,
    "location": {
      "start": 6367,
      "end": 6369
    },
    "dateAdded": 1696805348
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "After he had been photographed looking blubbery during his two-day Greek vacation with Ari Emanuel, Musk decided to go on the diet drug Ozempic and follow an intermittent fasting diet, eating only one meal per day.",
    "page": null,
    "location": {
      "start": 6744,
      "end": 6746
    },
    "dateAdded": 1696885684
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "If they timed everything right, Musk could fire Agrawal and other top Twitter executives “for cause” before their stock options could vest.",
    "page": null,
    "location": {
      "start": 6940,
      "end": 6941
    },
    "dateAdded": 1696886518
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "“He was reasonable, funny, engaging, and would talk about his vision in a way that was a bit bullshit but mainly something you could totally be inspired by,” Roth says. But then there were the times when Musk showed an authoritarian, mean, dark streak. “He was the bad Elon, and that’s the one I couldn’t take.”",
    "page": null,
    "location": {
      "start": 7413,
      "end": 7415
    },
    "dateAdded": 1696888775
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "“People want me to say I hate him, but it’s much more complicated, which, I suppose, is what makes him interesting. He’s a bit of an idealist, right? He has a set of grand visions, whether it’s multiplanetary humanity or renewable energy and even free speech. And he has constructed for himself a moral and ethical universe that is focused on the delivery of those big goals. I think that makes it hard to villainize him.”",
    "page": null,
    "location": {
      "start": 7415,
      "end": 7418
    },
    "dateAdded": 1696888795
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "When the dust settled, about 75 percent of the Twitter workforce had been cut. There were just under eight thousand employees when Musk took over on October 27. By mid-December, there were just over two thousand. Musk had wrought one of the greatest shifts in corporate culture ever. Twitter had gone from being among the most nurturing workplaces, replete with free artisanal meals and yoga studios and paid rest days and concern for “psychological safety,” to the other extreme.",
    "page": null,
    "location": {
      "start": 7592,
      "end": 7595
    },
    "dateAdded": 1696889526
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "America?” That evening, Musk had one of his regular long phone conversations with his mentor and investor Larry Ellison, who was then living mainly on Lanai, the island he owned in Hawaii. Ellison, who had been a mentor of Steve Jobs, gave Musk a piece of advice: he should not get into a fight with Apple.",
    "page": null,
    "location": {
      "start": 7610,
      "end": 7613
    },
    "dateAdded": 1696889596
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "Over the years, Twitter’s content moderators had become increasingly active in banning what they considered harmful speech. Depending on your outlook, there were three ways to view this: (1) as a laudable effort to prevent the spread of false information that was medically dangerous, undermined democracy, provoked violence, stirred up hate, or perpetrated scams; (2) as an effort that was originally well-intentioned but had now gone too far in repressing opinions that dissented from the medical and political orthodoxy or offended the hair-trigger sensitivities of Twitter’s progressive and woke staff; or (3) as a dark collusion between Deep State actors conspiring with Big Tech and legacy media to preserve their power.",
    "page": null,
    "location": {
      "start": 7699,
      "end": 7704
    },
    "dateAdded": 1696889954
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "she gathered a group of independent journalists to create The Free Press, a subscription-based newsletter on Substack.",
    "page": null,
    "location": {
      "start": 7749,
      "end": 7750
    },
    "dateAdded": 1696890162
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "COVID was an interesting case. At one extreme was clearly harmful medical misinformation, such as touting quack cures and practices that could kill people. But Weiss found that Twitter was too willing to suppress posts that did not comport with official pronouncements, including ones on legitimate topics for debate, such as whether mRNA vaccines caused heart problems, whether mask mandates worked, and whether the virus emerged from a lab leak in China.",
    "page": null,
    "location": {
      "start": 7810,
      "end": 7813
    },
    "dateAdded": 1696890490
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "Worse yet, especially from the vantage of making the site a haven for free speech, Musk arbitrarily suspended a handful of journalists who wrote about what he had done to @elonjet. His ostensible reason was that their stories had linked to the @elonjet account and were thus also doxing him, but in fact @elonjet was no longer available and the links simply led to a page that said “Account suspended.”",
    "page": null,
    "location": {
      "start": 7852,
      "end": 7854
    },
    "dateAdded": 1696890686
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "“They’re sitting around seriously discussing plans to build a city on Mars and what people will wear there, and everyone’s just",
    "page": null,
    "location": {
      "start": 8288,
      "end": 8289
    },
    "dateAdded": 1696972923
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "“They’re sitting around seriously discussing plans to build a city on Mars and what people will wear there, and everyone’s just acting like this is a totally normal conversation.”",
    "page": null,
    "location": {
      "start": 8288,
      "end": 8289
    },
    "dateAdded": 1696972927
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "One can admire a person’s good traits and decry the bad ones. But it’s also important to understand how the strands are woven together, sometimes tightly. It can be hard to remove the dark ones without unraveling the whole cloth.",
    "page": null,
    "location": {
      "start": 8436,
      "end": 8438
    },
    "dateAdded": 1696973627
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "He did not ask to, nor did he, read this book before it was published,",
    "page": null,
    "location": {
      "start": 8453,
      "end": 8454
    },
    "dateAdded": 1696973708
  },
  {
    "book": "Elon Musk",
    "author": "Walter Isaacson",
    "quote": "He did not ask to, nor did he, read this book before it was published, and he exercised no control over it.",
    "page": null,
    "location": {
      "start": 8453,
      "end": 8454
    },
    "dateAdded": 1696973719
  }
]
