[
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "But it wasn’t just the chair that had driven him to Dexter Styles: it was a restless, desperate wish for something to change. Anything. Even if the change brought a certain danger. He’d take danger over sorrow every time.",
    "page": 34,
    "location": { "start": 531, "end": 533 },
    "dateAdded": 1673030280
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "Tabby had grown prettier than Dexter would have liked. Not that he wished ugliness on his only daughter, but showy beauty was an invitation to dependence. He’d have liked her to have the hidden kind, visible only to those who looked closely.",
    "page": 81,
    "location": { "start": 1167, "end": 1168 },
    "dateAdded": 1673033487
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "For Arthur Berringer, all of human achievement—be it the Roman conquests or American independence—was a mere sideshow of the machinations of bankers (taxation in the first instance; the Louisiana Purchase in the second).",
    "page": 91,
    "location": { "start": 1310, "end": 1312 },
    "dateAdded": 1673201669
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "We’ll emerge from this war victorious and unscathed, and become bankers to the world. We’ll export our dreams, our language, our culture, our way of life. And it will prove irresistible.”",
    "page": 92,
    "location": { "start": 1327, "end": 1328 },
    "dateAdded": 1673201759
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "“But why? Why hadn’t she enough?” He could not repress his impatience. Problems he couldn’t solve made him angry.",
    "page": 158,
    "location": { "start": 2252, "end": 2253 },
    "dateAdded": 1673311012
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "Holding her head, Dexter felt the protesting part of himself—angry, eager to be done—slide abruptly away. He settled into the project of providing this accursed creature an experience of the sea. He absorbed the importance of it, the singleness of the task. It was a relief.",
    "page": 159,
    "location": { "start": 2270, "end": 2272 },
    "dateAdded": 1673311102
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "It was the syndicate no syndicate could beat.",
    "page": 187,
    "location": { "start": 2609, "end": 2609 },
    "dateAdded": 1673344224
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "There had been one mistake: Ed Kerrigan, Dexter’s sole misjudgment in twenty-seven years of employment. People had gotten hurt, as the parlance went.",
    "page": 196,
    "location": { "start": 2730, "end": 2731 },
    "dateAdded": 1673397874
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "Men ran the world, and they wanted to fuck the women. Men said “Girls are weak” when in fact girls made them weak. At the same time, another line of thought was unspooling: Why this? Why now? Why her? Why take the risk when George Porter had just seen them?",
    "page": 235,
    "location": { "start": 3307, "end": 3308 },
    "dateAdded": 1673483018
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "and now it could really begin, without a word. He moved his mouth over her body until she seemed not to breathe. When he parted her legs, she tasted like the sea, which he heard even now, a beat of waves just beyond the walls. She climaxed like someone in a seizure, and he was inside her again before she’d finished.",
    "page": 238,
    "location": { "start": 3351, "end": 3353 },
    "dateAdded": 1673483257
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "He remembered his old life, but those memories occupied just one room in his mind, and there were others—more than Eddie had realized. He learned to avoid that particular room. After a while, he forgot where it was.",
    "page": 248,
    "location": { "start": 3446, "end": 3448 },
    "dateAdded": 1673565697
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "Old salts were men who had sailed on wooden ships in their youth—sailed, in other words, when “sailing” meant actually sailing.",
    "page": 259,
    "location": { "start": 3608, "end": 3609 },
    "dateAdded": 1673566716
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "“Iron men in wooden boats,” they were called, as opposed to the wooden men in iron boats of today, like Kittredge, Farmingdale, and Eddie himself. Old salts partook of an origin myth, being close to the root of all things, including language. Eddie had never noticed how much of his own speech derived from the sea, from “keeled over” to “learning the ropes” to “catching the drift” to “freeloader” to “gripe” to “brace up” to “taken aback” to “leeway” to “low profile” to “the bitter end,” or the very last link on a chain. Using these expressions in a practical way made him feel close to something fundamental—a deeper truth whose contours he believed he’d sensed, allegorically, even while still on land. Being at sea had brought Eddie nearer that truth. And the old salts were nearer still.",
    "page": 259,
    "location": { "start": 3614, "end": 3620 },
    "dateAdded": 1673566816
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "Overnight, she abandoned the work she adored—that had brought her to New York eleven years before, at seventeen, and brought them together.",
    "page": 268,
    "location": { "start": 3738, "end": 3739 },
    "dateAdded": 1673622287
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "The fillip of collective opprobrium had summoned their lust like a knife chiming crystal;",
    "page": 284,
    "location": { "start": 3950, "end": 3951 },
    "dateAdded": 1673623283
  },  
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "I've never cared for wine,” Eddie admitted, although he did like champagne mixed with Guinness—black velvet, they called it.",
    "page": 305,
    "location": { "start": 4231, "end": 4232 },
    "dateAdded": 1673656819
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "a rub with the Turkish towel he'd left beside Anna on the sand with his clothing and billfold.",
    "page": 335,
    "location": { "start": 4662, "end": 4663 },
    "dateAdded": 1673824606
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "The swells were enormous, but the ship’s oil slick kept them from breaking and allowed the raft to slide over their crests.",
    "page": 368,
    "location": { "start": 5106, "end": 5107 },
    "dateAdded": 1673826538
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "the world is a closed door to an unwed mother and her illegitimate child.",
    "page": 414,
    "location": { "start": 5724, "end": 5724 },
    "dateAdded": 1673829150
  },
  {
    "book": "Manhattan Beach: A Novel",
    "author": "Jennifer Egan",
    "quote": "Her aunt’s involvement in Anna’s move had escalated from promising to see her off at the station, to accompanying her as far as Chicago, to going with her to California on her way to visit friends in Hollywood, to staying in Vallejo long enough to help her settle in, to remaining through the birth because who could leave a girl at such a time, to a revelation that had wakened Brianne from deep sleep (by her own report) and jettisoned her from her four-poster bed: she was sick to death of New York, pining for California weather, and long overdue for a permanent move there. She had stored her furniture alongside Anna’s.",
    "page": 421,
    "location": { "start": 5819, "end": 5823 },
    "dateAdded": 1673829582
  }
]
