[
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Economics starts with one very important assumption: Individuals act to make themselves as well off as possible.",
    "location": {
      "start": 381,
      "end": 382
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Wealthy Americans are willing to spend more money to protect the environment as a fraction of their incomes than are less wealthy Americans.",
    "location": {
      "start": 391,
      "end": 392
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "The next time you are on an airplane, try this experiment: Ask the person next to you how much he or she paid for the ticket. It’s probably not what you paid; it may not even be close.",
    "location": {
      "start": 567,
      "end": 568
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "The market does not provide goods that we need; it provides goods that we want to buy.",
    "location": {
      "start": 602,
      "end": 603
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "For example, if humans lack the self-discipline to do things that they know will make themselves better off in the long run (e.g., lose weight, stop smoking, or save for retirement), then society could conceivably make them better off by helping (or coercing) them to do things they otherwise would not or could not do—the",
    "location": {
      "start": 680,
      "end": 683
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "“It is not from the benevolence of the butcher, the brewer, or the baker that we expect our dinner, but from their regard to their own interest.”",
    "location": {
      "start": 812,
      "end": 813
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "In the United States, there is a great deal of hand-wringing about two energy-related issues: our dependence on foreign oil and the environmental impact of CO2 emissions. To economists, the fix for these interrelated issues is as close to a no-brainer as we ever get: Make carbon-based energy more expensive. If it costs more, we will use less—and therefore pollute less, too.",
    "location": {
      "start": 833,
      "end": 836
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "This uniform pay scale creates a set of incentives that economists refer to as adverse selection. Since the most talented teachers are also likely to be good at other professions, they have a strong incentive to leave education for jobs in which pay is more closely linked to productivity. For the least talented, the incentives are just the opposite.",
    "location": {
      "start": 843,
      "end": 845
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Good policy uses incentives to channel behavior toward some desired outcome. Bad policy either ignores incentives, or fails to anticipate how rational individuals might change their behavior to avoid being penalized.",
    "location": {
      "start": 891,
      "end": 893
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "share of their compensation in the form of stock options. These options enable the recipient to purchase the company’s stock in the future at some predetermined price, say $10. If the company is highly profitable and the stock does well, climbing to say $57, then those stock options are very valuable. (It is good to be able to buy something for $10 when it is selling on the open market for $57.) On the other hand, if the company’s stock falls to $7, the options are worthless.",
    "location": {
      "start": 917,
      "end": 920
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Simon Johnson, former chief economist for the International Monetary Fund, wrote an excellent postmortem of the financial crisis for The Atlantic in 2009.",
    "location": {
      "start": 940,
      "end": 941
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Competition also creates some interesting policy trade-offs. Government inevitably faces pressure to help firms and industries under siege from competition and to protect the affected workers. Yet many of the things that minimize the pain inflicted by competition—bailing out firms or making it hard to lay off workers—slow down or stop the process of creative destruction. To quote my junior high school football coach: “No pain, no gain.”",
    "location": {
      "start": 1050,
      "end": 1053
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Raising taxes to provide generous benefits to disadvantaged Americans can simultaneously discourage the kinds of productive investments that might make them better off.",
    "location": {
      "start": 1070,
      "end": 1072
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "In general, economists tend to favor taxes that are broad, simple, and fair. A simple tax is easily understood and collected; a fair tax implies only that two similar individuals, such as two people with the same income, will pay similar taxes; a broad tax means that revenue is raised by imposing a small tax on a very large group rather than imposing a large tax on a very small group.",
    "location": {
      "start": 1093,
      "end": 1096
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "a movie like Michael Clayton would not have made millions at the box office. After all, that film is about a simple externality: A large agribusiness company stands accused of producing a pesticide that is seeping into local water supplies and poisoning families. There is no market solution in this case; the market is the problem.",
    "location": {
      "start": 1153,
      "end": 1156
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Thankfully there is a broader point: One crucial role for government in a market economy is dealing with externalities—those cases in which individuals or firms engage in private behavior that has broader social consequences.",
    "location": {
      "start": 1168,
      "end": 1170
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Now there is talk at the federal level of a junk food tax (or a soda tax) to deal with a different kind of food-related externality: obesity. The health care costs associated with obesity are now roughly as high as those related to smoking. Society picks up at least some of the tab for those bills through the costs of government health programs and higher insurance premiums—giving me a reason to care whether you have a Big Mac for lunch or not.",
    "location": {
      "start": 1189,
      "end": 1192
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Anyone who tells you that markets left to their own devices will always lead to socially beneficial outcomes is talking utter nonsense.",
    "location": {
      "start": 1269,
      "end": 1269
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Government does not just fix the rough edges of capitalism; it makes markets possible in the first place. You will get a lot of approving nods at a cocktail party by asserting that if government would simply get out of the way, then markets would deliver prosperity around the globe. Indeed, entire political campaigns are built around this issue. Anyone who has ever waited in line at the Department of Motor Vehicles, applied for a building permit, or tried to pay the nanny tax would agree. There is just one problem with that cocktail party sentiment: It’s wrong.",
    "location": {
      "start": 1311,
      "end": 1315
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "First, the government defines and protects property rights.",
    "location": {
      "start": 1328,
      "end": 1328
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "It seems remarkable, when you think about it, that we often take substantial amounts of money to our bank and hand it over to people we have never met before. Or that securities traders can send millions of dollars to people they don’t know in countries they have never been in. Yet this occurs all the time. We trust that the infrastructure is set in place that allows us not to worry that the person at the bank who takes our money doesn’t just pocket it. Or that when we use credit cards to buy a new CD or tennis racquet over the Internet, from a business that is located in some other state or country, we are confident we will get our merchandise, and they are confident they will get paid.10",
    "location": {
      "start": 1385,
      "end": 1391
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "fares is no better than having one slovenly monopoly. The bottom line is that all these institutions form the tracks on which capitalism runs. Thomas",
    "location": {
      "start": 1406,
      "end": 1407
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "The bottom line is that all these institutions form the tracks on which capitalism runs.",
    "location": {
      "start": 1406,
      "end": 1407
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Consider the following question posed by Amartya Sen, winner of the 1998 Nobel Prize in Economics.13 Three men have come to you looking for work. You have only one job to offer; the work cannot be divided among the three of them and they are all equally qualified. One of your goals is to make the world a better place by hiring the man who needs the job the most. The first man is the poorest of the three. If improving human welfare is your primary aim, then presumably he should get the job. Or maybe not. The second man is not the poorest, but he is the unhappiest because he has only recently become poor and he is not accustomed to the deprivation. Offering him the job will cause the greatest gain in happiness. The third man is neither the poorest nor the unhappiest. But he has a chronic health problem, borne stoically for his whole life, that can be cured with the wages from the job. Thus, giving him the job would have the most profound effect on an individual’s quality of life.",
    "location": {
      "start": 1475,
      "end": 1483
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Indeed, some evidence suggests that our sense of well-being is determined at least as much by our relative wealth as it is by our absolute level of wealth. In other words, we derive utility not just from having a big television but from having a television that is as big as or bigger than the neighbors.’",
    "location": {
      "start": 1493,
      "end": 1495
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "This idea has profound implications when it comes to something like organ donation. Spain, France, Norway, Israel, and many other countries have “opt-out” (or presumed consent) laws when it comes to organ donation. You are an organ donor unless you indicate otherwise, which you are free to do. (In contrast, the United States has an “opt-in” system, meaning that you are not an organ donor unless you sign up to be one.) Inertia matters, even when it comes to something as serious as organ donation.",
    "location": {
      "start": 1518,
      "end": 1521
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "It is true that if the government takes money out of my paycheck, then there are things that would have given me utility that I can no longer buy. But it is also true that there are things that would make me better off that I cannot buy for myself. I cannot build a missile defense system, or protect endangered species, or stop global warming, or install traffic lights, or regulate the New York Stock Exchange, or negotiate lower trade barriers with China. Government enables us to work collectively to do those things.",
    "location": {
      "start": 1532,
      "end": 1535
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "First, government should not be the sole provider of a good or service unless there is a compelling reason to believe that the private sector will fail in that role.",
    "location": {
      "start": 1575,
      "end": 1576
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "(Food for thought: One of the largest government monopolies remaining in the United States is public education.)",
    "location": {
      "start": 1588,
      "end": 1589
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "A group of economists studied the “helping hand” versus “grabbing hand” question by examining the procedures, costs, and expected delays associated with starting up a new business in seventy-five different countries.10 The range was extraordinary. Registering and licensing a business in Canada requires a mere two procedures compared to twenty in Bolivia. The time required to open a new business legally ranges from two days, again in Canada, to six months in Mozambique.",
    "location": {
      "start": 1729,
      "end": 1732
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "As we noted in Chapter 2, economists refer to this kind of inefficiency associated with taxation as “deadweight loss.”",
    "location": {
      "start": 1770,
      "end": 1771
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "As we noted in Chapter 2, economists refer to this kind of inefficiency associated with taxation as “deadweight loss.” It makes you worse off without making anyone else better off.",
    "location": {
      "start": 1770,
      "end": 1772
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "In all but the most extraordinary of circumstances, there is no free lunch. Lower tax rates mean less total government revenue—and therefore fewer resources to fight wars, balance the budget, catch terrorists, educate children, or do anything else governments typically do.",
    "location": {
      "start": 1831,
      "end": 1833
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "I were to poll one hundred economists, nearly every one of them would tell me that significantly improving primary and secondary education in this country would lead to large economic gains.",
    "location": {
      "start": 1875,
      "end": 1876
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "I were to poll one hundred economists, nearly every one of them would tell me that significantly improving primary and secondary education in this country would lead to large economic gains. But the same group would be divided over whether or not we should spend more money on public education. Why? Because they would disagree sharply over whether pouring more money into the existing system would improve student outcomes.",
    "location": {
      "start": 1875,
      "end": 1878
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "“What separates the economic ‘haves’ from the ‘have-nots’ is whether the role of an economy’s institutions—particularly its public institutions—is to facilitate production or to confiscate it.”17",
    "location": {
      "start": 1894,
      "end": 1896
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "In theory, the program would finance itself. Administrators could determine the average postgraduation salary for eligible students and then calculate the percentage of income they would have to pay in order for the program to recoup its costs—say 1.5 percent of annual income for fifteen years. Students who became brain surgeons would pay back more than average; students who fought tropical diseases in Togo would pay less. On average, the high and low earners would cancel each other out and the program would break even. There was just one problem: The Hope Scholarships had no hope of working, at least not without a large, ongoing government subsidy. The problem was a crucial asymmetry of information: Students know more about their future career plans than loan administrators do.",
    "location": {
      "start": 1908,
      "end": 1913
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "An editorial in The Economist noted this looming quandary: “Governments thus face a choice between banning the use of test results and destroying the industry, or allowing their use and creating an underclass of people who are either uninsurable or cannot afford to insure themselves.” The Economist, which is hardly a bastion of left-wing thought, suggested that the private health insurance market may eventually find this problem intractable, leaving government with a much larger role to play.",
    "location": {
      "start": 2085,
      "end": 2089
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "If you are like millions of other people, even those who find fast food relatively unappealing, you will seek out the golden arches because you know what lies beneath them. McDonald’s sells hamburgers, fries, and, most important, predictability.",
    "location": {
      "start": 2120,
      "end": 2122
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "“While all forms of capital—physical capital, such as machinery and plants, financial capital, and human capital—are important, human capital is the most important. Indeed, in a modern economy, human capital is by far the most important form of capital in creating wealth and growth.”6",
    "location": {
      "start": 2375,
      "end": 2378
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "There is a striking correlation between a country’s level of human capital and its economic well-being. At the same time, there is a striking lack of correlation between natural resources and standard of living. Countries like Japan and Switzerland are among the richest in the world despite having relatively poor endowments of natural resources. Countries like Nigeria are just the opposite; enormous oil wealth has done relatively little for the nation’s standard of living. In some cases, the mineral wealth of Africa has financed bloody civil wars that would have otherwise died out. In the Middle East, Saudi Arabia has most of the oil while Israel, with no natural resources to speak of, has a higher per capita income. High levels of human capital create a virtuous cycle; well-educated parents invest heavily in the human capital of their children. Low levels of human capital have just the opposite effect.",
    "location": {
      "start": 2378,
      "end": 2385
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "The poverty line is now at a level of real income that was attained only by those in the top 10 percent of the income distribution a century ago.",
    "location": {
      "start": 2401,
      "end": 2402
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "One simple measure of the importance of human capital is the gap between the wages paid to high school graduates and the wages paid to college graduates. College graduates earned an average of 40 percent more than high school graduates at the beginning of the 1980s; now they earn 80 percent more. Individuals with graduate degrees do even better than that. The twenty-first century is an especially good time to be a rocket scientist.",
    "location": {
      "start": 2490,
      "end": 2493
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Cornell economist Robert Frank, author of Luxury Fever, has made a persuasive case that relative wealth—the size of my pie compared to my neighbor’s—is an important determinant of our utility. He offered survey respondents a choice between two worlds: (A) You earn $110,000 and everyone else earns $200,000; or (B) you earn $100,000 and everyone else earns $85,000. As he explains, “The income figures represent real purchasing power. Your income in World A would command a house 10 percent larger than the one you could afford in World B, 10 percent more restaurant dinners and so on. By choosing World B, you’d give up a small amount of absolute income in return for a large increase in relative income.”",
    "location": {
      "start": 2526,
      "end": 2531
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "There is a crucial distinction between a world in which Bill Gates gets rich by stealing other people’s crops and a world in which he gets rich by growing his own enormous food supply that he shares with some people and not others. The latter is a better representation of how a modern economy works.",
    "location": {
      "start": 2549,
      "end": 2551
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "There are far fewer domestic servants in the United States than in India, even though the United States is a richer country. India is awash with low-skilled workers who have few other employment options; America is not, making domestic labor relatively expensive",
    "location": {
      "start": 2560,
      "end": 2561
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Burton Malkiel, who was kind enough to write the foreword for this book, has written one of the best: A Random Walk Down Wall Street.",
    "location": {
      "start": 2600,
      "end": 2601
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "The bottom line never changes: Individuals, firms, and governments need capital to do things today that they could not otherwise afford; the financial markets provide it to them—at a price.",
    "location": {
      "start": 2621,
      "end": 2623
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Opportunity International is one such “micro-credit” lender. In 2000, the organization made nearly 325,000 low-collateral or non-collateral loans in twenty-four developing countries. The average loan size was a seemingly paltry $195. Esther Gelabuzi, a widow in Uganda with six children, represents a typical story. She is a professional midwife, and she used a tiny loan by Western standards to set up a clinic (still without electricity). She has since delivered some fourteen hundred babies, charging patients from $6 to $14 each. Opportunity International claims to have created some 430,000 jobs. As impressive, the repayment rate on the micro-loans is 96 percent.",
    "location": {
      "start": 2625,
      "end": 2629
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "the sultan of Brunei stuffed $1 billion under his mattress in 1970, it would be worth only $180 million today.",
    "location": {
      "start": 2634,
      "end": 2635
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "In a world in which everyone is looking to make profitable investments, no one is going to leave $250,000 sitting on the table. Yet people assume the stock market works like this all the time.",
    "location": {
      "start": 2795,
      "end": 2797
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "We believe that after reading about a “hot stock” in BusinessWeek, or reading a Wall Street analyst’s buy recommendation (offered to all the firm’s clients), we can load up on stocks that will trounce the market average.",
    "location": {
      "start": 2797,
      "end": 2798
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "The price of a stock at any given time is the price at which the number of buyers equals the number of sellers.",
    "location": {
      "start": 2803,
      "end": 2804
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "The problem is that everyone else has access to the same information. This is the essence of the efficient markets theory. The main premise of the theory is that asset prices already reflect all available information.",
    "location": {
      "start": 2815,
      "end": 2817
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Stock prices settle at a fair price given everything that we know or can reasonably predict; prices will rise or fall in the future only in response to unanticipated events—things that we cannot know in the present.",
    "location": {
      "start": 2819,
      "end": 2820
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Riskier investments must offer a higher expected return in order to attract capital.",
    "location": {
      "start": 2918,
      "end": 2919
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Where will the Dow close tomorrow? I have no clue. Where will it be next year? I don’t know. Where will it be in five years? Probably higher than it is today, but that’s no sure thing. Where will it be in twenty-five years? Significantly higher than it is today; I’m reasonably certain of it. The idiocy of day trading—buying a stock in hopes of selling it several hours later at a profit—is that it incurs all the costs of trading stocks (commissions and taxes, not to mention your time) without any of the benefits that come from holding equities for the long run.",
    "location": {
      "start": 2978,
      "end": 2982
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "am not aware of a single mainstream economist who believes that international trade is anything less than crucial to the well-being of rich and poor countries alike. There is just one small problem: It’s an issue that literally causes riots in the streets.",
    "location": {
      "start": 3002,
      "end": 3004
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "the Government Accountability Office), the nonpartisan research arm of Congress,",
    "location": {
      "start": 3036,
      "end": 3036
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "A study done for the Hamilton Project, a public policy think tank, looked at the performance of 150,000 students over three years and came to two conclusions: (1) Good teachers matter. Students assigned to the best quarter of teachers ended up 10 percentile points ahead of students given the worst quarter of teachers (controlling for the students’ initial level of achievement); and (2) certification doesn’t matter. The study “found no statistically significant achievement differences between students assigned to certified teachers and students assigned to uncertified teachers.” The authors of the study recommend that states eliminate entry barriers that keep talented people from becoming public schoolteachers.4 Most states are doing the opposite.",
    "location": {
      "start": 3104,
      "end": 3110
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Joseph Schumpeter, who coined the term “creative destruction,” described capitalism as a process of incessantly destroying the old structure and creating a new one.",
    "location": {
      "start": 3126,
      "end": 3128
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "The democratic process will always favor small, well-organized groups at the expense of large, diffuse groups.",
    "location": {
      "start": 3219,
      "end": 3220
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "In the long run, however, what a country produces and what it consumes are going to be nearly identical.",
    "location": {
      "start": 3268,
      "end": 3269
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "A pair of stockings cost 25 cents in 1900. Of course, the average wage at the time was 14.8 cents an hour, so the real cost of stockings at the beginning of the twentieth century was one hour and forty-one minutes of work for the average American. If you walk into a department store today, stockings (pantyhose) are seemingly more expensive than they were in 1900—but they’re not. By 2000, the price had gone up, but our wages had gone up even faster. Stockings in 2000 cost around $4, while America’s average wage was over $13 an hour. As a result, a pair of stockings cost the average worker only eighteen minutes of time, a stunning improvement from an hour and forty-one minutes a century earlier.",
    "location": {
      "start": 3292,
      "end": 3297
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "So, more than 100,000 people in India are horribly disfigured by a disease that costs $3 to cure. That is what it means to have a per capita GDP of $2,900. Having said all that, GDP is, like any other statistic, just one measure. Figure skating and golf notwithstanding, it is hard to collapse complex entities into a single number. The list of knocks against GDP as a measure of social progress is a long one.",
    "location": {
      "start": 3320,
      "end": 3323
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "The Wall Street Journal explains, “While GDP looks at the market value of goods and services produced in a country each year, it ignores the fact that a nation might be fueling its expansion by polluting or burning through natural resources in an unsustainable way. In fact, the usual methods of calculating GDP make destroying the environment look good for the economy. If an industry pollutes in the process of manufacturing products, and the government pays to clean up the mess, both activities add to GDP.”",
    "location": {
      "start": 3332,
      "end": 3335
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "“In general, the economic arbiters of taste recommend ‘experiences’ over commodities, pastimes over knick-knacks, doing over having.”",
    "location": {
      "start": 3365,
      "end": 3367
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Indeed, if we all believe the economy is likely to get worse, then it will get worse.",
    "location": {
      "start": 3410,
      "end": 3412
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Our behavior—to spend or not to spend—is conditioned on our expectations, and those expectations can quickly become self-fulfilling.",
    "location": {
      "start": 3412,
      "end": 3413
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "The damage of the financial crisis spread to every corner of American society. In 2009, pre-order sales for Girl Scout cookies plunged 19 percent from the year before.13 Meanwhile, the number of adult films produced in Southern California fell from five or six thousand films a year to three or four thousand.",
    "location": {
      "start": 3449,
      "end": 3452
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Government has two tools at its disposal: fiscal policy and monetary policy. The objective of each is the same: to encourage consumers and businesses to begin spending and investing again so that the economy’s capacity no longer sits idle.",
    "location": {
      "start": 3473,
      "end": 3474
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "The United States has gone through eleven recessions since World War II.19 None, including the recession that began in 2007, is even of the same order of magnitude as the Great Depression. From 1929 to 1933, real GDP fell by 30 percent while unemployment climbed from 3 percent to 25 percent. Prior to the Great Depression, the United States regularly experienced deep recessions, including financial panics, far worse than what we’re going through now.20 We haven’t made the economic bumps go away, but they are smaller bumps.",
    "location": {
      "start": 3625,
      "end": 3630
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "“If you want a simple model for predicting the unemployment rate in the United States over the next few years, here it is: It will be what Greenspan wants it to be, plus or minus a random error reflecting the fact that he is not quite God.” The same is now true of Ben Bernanke.",
    "location": {
      "start": 3658,
      "end": 3660
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Bob Woodward’s biography of Alan Greenspan was titled Maestro.",
    "location": {
      "start": 3785,
      "end": 3786
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "In 1971, the United States permanently went off the gold standard. At that point, every paper dollar became redeemable for…nothing.",
    "location": {
      "start": 3815,
      "end": 3816
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "The most instructive way to think about inflation is not that prices are going up, but rather that the purchasing power of the dollar is going down.",
    "location": {
      "start": 3844,
      "end": 3845
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Journalists rarely distinguish between real and nominal figures, as they ought to.",
    "location": {
      "start": 3862,
      "end": 3863
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "In a modern economy, more than three-quarters of goods and services are nontradable.",
    "location": {
      "start": 4094,
      "end": 4094
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "In general, a weak currency is good for exporters and punishing for importers.",
    "location": {
      "start": 4132,
      "end": 4132
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "In 2001, when the dollar was strong by historical standards, a Wall Street Journal headline proclaimed, “G.M. Official Says Dollar Is Too Strong for U.S. Companies.”",
    "location": {
      "start": 4135,
      "end": 4136
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "When the Japanese yen appreciates against the dollar by a single yen, a seemingly tiny amount given that the current exchange rate is one dollar to 90 yen, Toyota’s annual operating earnings fall by $450 million.5",
    "location": {
      "start": 4136,
      "end": 4138
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Most developed economies have floating exchange rates; currencies are traded on foreign exchange markets, just like a stock exchange or eBay.",
    "location": {
      "start": 4197,
      "end": 4198
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Why is the United States running chronic current account deficits? It has virtually nothing to do with the quality of our goods and services or the competitiveness of our labor force, as conventional wisdom would have it.",
    "location": {
      "start": 4334,
      "end": 4336
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "“Without China’s billion dollars a day, the United States could not keep its economy stable or spare the dollar from collapse.”",
    "location": {
      "start": 4374,
      "end": 4375
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "This dysfunctional economic relationship will end. The crucial questions are when, why, and how. James Fallows has summarized where we stand now: “In effect, every person in the (rich) United States has over the past 10 years or so borrowed about $4,000 from someone in the (poor) People’s Republic of China. Like so many imbalances in economics, this one can’t go on indefinitely, and therefore won’t. But the way it ends—suddenly versus gradually, for predictable reasons versus during a panic—will make an enormous difference to the U.S. and Chinese economies over the next few years, to say nothing of bystanders in Europe and elsewhere.”",
    "location": {
      "start": 4385,
      "end": 4389
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "The World Bank is at the center of many of the international development issues covered in Chapter 13.",
    "location": {
      "start": 4397,
      "end": 4397
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "No country is ever required to accept loans or advice from either the IMF or the World Bank. Both organizations derive power and influence from the carrots they wield.",
    "location": {
      "start": 4401,
      "end": 4403
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "“If the developing countries had a dollar for every proposal to change the ‘international financial architecture,’ the problem of third-world poverty would be solved.”15",
    "location": {
      "start": 4404,
      "end": 4406
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Global GDP has grown steadily for centuries. We’re richer collectively than we were in 1500. Who got poorer to make that possible? No one. The goal of global economic policy should be to make it easier for nations to cooperate with one another. The better we do it, the richer and more secure we will all be.",
    "location": {
      "start": 4419,
      "end": 4421
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "The bottom line is that our standard of living is high because we are able to focus on the tasks that we do best and trade for everything else.",
    "location": {
      "start": 4444,
      "end": 4445
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "“You could say—and I would—that globalization, driven not by human goodness but by the profit motive, has done far more good for far more people than all the foreign aid and soft loans ever provided by well-intentioned governments and international agencies.” Then he adds wistfully, “But in saying this, I know from experience that I have guaranteed myself a barrage of hate mail.”",
    "location": {
      "start": 4451,
      "end": 4453
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Abraham Lincoln was once advised to buy cheap iron rails from Britain to finish the transcontinental railroad. He replied, “It seems to me that if we buy the rails from England, then we’ve got the rails and they’ve got the money. But if we build the rails here, we’ve got our rails and we’ve got our money.”4 To understand the benefits of trade, we must find the fallacy in Mr. Lincoln’s economics.",
    "location": {
      "start": 4479,
      "end": 4482
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "We trade with others because it frees up time and resources to do things that we are better at.",
    "location": {
      "start": 4485,
      "end": 4486
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Productivity is what makes us rich. Specialization is what makes us productive. Trade allows us to specialize.",
    "location": {
      "start": 4500,
      "end": 4501
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Mark Twain anticipated the fundamental dilemma: “I’m all for progress; it’s change I don’t like.”",
    "location": {
      "start": 4534,
      "end": 4535
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "[U.S.] policy is becoming more protectionist because the public is becoming more protectionist, and the public is becoming more protectionist because incomes are stagnating or falling. The integration of the world economy has boosted productivity and wealth creation in the United States and much of the rest of the world. But within many countries, and certainly within the United States, the benefits of this integration have been unevenly distributed—and this fact is increasingly being recognized. Individuals are asking themselves, “Is globalization good for me?” and, in a growing number of cases, arriving at the conclusion that it is not. The authors propose",
    "location": {
      "start": 4548,
      "end": 4553
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "She is paid $2 a day for a nine-hour shift, six days a week. On several occasions, needles have gone through her hands, and managers have bandaged her up so that she could go back to work. “How terrible,” we murmured sympathetically. Mongkol looked up, puzzled. “It’s good pay,” he said. “I hope she can keep that job. There’s all this talk about factories closing now, and she said there are rumors that her factory might close. I hope that doesn’t happen. I don’t know what she would do then.”17",
    "location": {
      "start": 4699,
      "end": 4704
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "days a week. On several occasions, needles have gone through her hands, and managers have bandaged her up so that she could go back to work. “How terrible,” we murmured sympathetically. Mongkol looked up, puzzled. “It’s good pay,” he said. “I hope she can keep that job. There’s all this talk about factories closing now, and she said there are rumors that her factory might close. I hope that doesn’t happen. I don’t know what she would do then.”",
    "location": {
      "start": 4700,
      "end": 4704
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Economist has noted, “The skeptics distrust governments, politicians, international bureaucrats and markets alike. So they end up appointing themselves as judges, overruling not just governments and markets but also the voluntary preferences of the workers most directly concerned. That seems a great deal to take on.”18",
    "location": {
      "start": 4706,
      "end": 4709
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Critics of trade have alleged that allowing individual countries to make their own environmental decisions will lead to a “race to the bottom” in which poor countries compete for business by despoiling their environments. It hasn’t happened. The World Bank recently concluded after six years of study, “Pollution havens—developing countries that provide a permanent home to dirty industries—have failed to materialize. Instead, poorer nations and communities are acting to reduce pollution because they have decided that the benefits of abatement outweigh the costs.”",
    "location": {
      "start": 4755,
      "end": 4759
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "you buy a product made in a third-world country, it was produced by workers who are paid incredibly little by Western standards and probably work under awful conditions. Anyone who is not bothered by those facts, at least some of the time, has no heart. But that doesn’t mean the demonstrators are right. On the contrary, anyone who thinks that the answer to world poverty is simple outrage against global trade has no head—or chooses not to use it. The anti-globalization movement already has a remarkable track record of hurting the very people and causes it claims to champion.22",
    "location": {
      "start": 4778,
      "end": 4782
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Economists Daron Acemoglu, Simon Johnson, and James Robinson hypothesized that the economic success of developing countries that were formerly colonized has been affected by the quality of the institutions that their colonizers left behind.6 The European powers adopted different colonization policies in different parts of the world, depending on how hospitable the area was to settlement. In places where Europeans could settle without serious hardship, such as the United States, the colonizers created institutions that have had a positive and long-lasting effect on economic growth. In places where Europeans could not easily settle because of a high mortality rate from disease, such as the Congo, the colonizers simply focused on taking as much wealth home as quickly as possible, creating what the authors refer to as “extractive states.”",
    "location": {
      "start": 4838,
      "end": 4845
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Those informal property rights are like barter—they work fine in a simple agrarian society, but are woefully inadequate for a more complex economy. It is bad enough that poor countries are poor; it is all the worse that their most valuable assets are rendered less productive than they might be.",
    "location": {
      "start": 4870,
      "end": 4872
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Those who do become skilled find that their talents are more valuable in a region or country with a higher proportion of skilled workers, creating the familiar “brain drain.” As World Bank economist William Easterly has written, the result can be a vicious cycle: “If a nation starts out skilled, it gets more skilled. If it starts out unskilled, it stays unskilled.”13",
    "location": {
      "start": 4922,
      "end": 4925
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "“Given the varied political, economic, and social histories of regions around the world, it must be more than coincidence that almost all of the tropics remain underdeveloped at the start of the twenty-first century.”",
    "location": {
      "start": 4941,
      "end": 4942
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Economists believe that a rich endowment of natural resources may actually be a detriment to development.",
    "location": {
      "start": 5018,
      "end": 5018
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Mr. Sen’s major finding is striking: The world’s worst famines are not caused by crop failure; they are caused by faulty political systems that prevent the market from correcting itself.",
    "location": {
      "start": 5044,
      "end": 5045
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "“[Famines] have never materialized in any country that is independent, that goes to elections regularly, that has opposition parties to voice criticisms and that permits newspapers to report freely and question the wisdom of government policies without extensive censorship.”",
    "location": {
      "start": 5047,
      "end": 5049
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "nearly three-quarters of the world’s billion poorest people are caught in a civil war or have recently been through one.",
    "location": {
      "start": 5056,
      "end": 5057
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "Toward the end, in the question-and-answer session, a member of the audience noted that Saudi Arabia aimed to be one of the Top 10 countries in the world in technology by 2010 and asked if that was realistic. “Well, if you’re not fully utilizing half the talent in the country,” Gates said, “you’re not going to get close to the Top 10.”30",
    "location": {
      "start": 5071,
      "end": 5074
    },
    "dateAdded": 1544832000000
  },
  {
    "book": "Naked Economics: Undressing the Dismal Science",
    "author": "Charles Wheelan",
    "quote": "There was an elegant little experiment on this point in the Ivory Coast, where men and women traditionally grow different crops. In some years the men’s cash crops are bountiful; in other years the women’s cash crops do particularly well. MIT economist Esther Duflo found that when the men have a banner year, the household spends more on drinking and smoking; when the women rake in the cash, the household spends more on food.",
    "location": {
      "start": 5083,
      "end": 5086
    },
    "dateAdded": 1544832000000
  }
]
