[
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Wolfgang Pauli began to refer to quantum mechanics as Knabenphysik—“boys’ physics”—because the authors of so many of these papers were so young. In 1926, Heisenberg and Dirac were only twenty-four years old, Pauli was twenty-six and Jordan was twenty-three.",
    "page": null,
    "location": { "start": 1317, "end": 1319 },
    "dateAdded": 1681079885
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Born agreed, and argued that the outcome of any quantum experiment depended on chance. In 1927, Einstein wrote Born: “An inner voice tells me that this is not the true Jacob. The theory accomplishes a lot, but it does not bring us closer to the secrets of the Old One.",
    "page": null,
    "location": { "start": 1326, "end": 1328 },
    "dateAdded": 1681079957
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Born agreed, and argued that the outcome of any quantum experiment depended on chance. In 1927, Einstein wrote Born: “An inner voice tells me that this is not the true Jacob. The theory accomplishes a lot, but it does not bring us closer to the secrets of the Old One. In any case, I am convinced that He does not play dice.”",
    "page": null,
    "location": { "start": 1326, "end": 1329 },
    "dateAdded": 1681079962
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "The relentless patter of his voice was interrupted only by puffs on his cigarette. Every so often, he would twirl toward the blackboard and write out an equation. “We were always expecting him,” recalled one early graduate student, James Brady, “to write on the board with it [the cigarette] and",
    "page": null,
    "location": { "start": 1692, "end": 1694 },
    "dateAdded": 1681085568
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "The Oppenheimer brothers spent hours in the saddle together, talking. “I think we probably rode about a thousand miles a summer,” Frank Oppenheimer recalled. “We’d start off very early in the morning, and saddle up a horse, sometimes a packhorse, and start riding. Usually we’d have some new place that we wanted to go, often where there was no trail, and we really knew the mountains, the Upper Pecos, the surface of the whole mountain range.",
    "page": null,
    "location": { "start": 1655, "end": 1658 },
    "dateAdded": 1681085627
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "play his particularly complicated version of tiddlywinks",
    "page": null,
    "location": { "start": 1801, "end": 1801 },
    "dateAdded": 1681170274
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "“Oppenheimer’s work with Snyder is, in retrospect, remarkably complete and an accurate mathematical description of the collapse of a black hole,” observed Kip Thorne, a Caltech theoretical physicist. “It was hard for people of that era to understand the paper because the things that were being smoked out of the mathematics were so different from any mental picture",
    "page": null,
    "location": { "start": 1837, "end": 1839 },
    "dateAdded": 1681170539
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "“Oppenheimer’s work with Snyder is, in retrospect, remarkably complete and an accurate mathematical description of the collapse of a black hole,” observed Kip Thorne, a Caltech theoretical physicist. “It was hard for people of that era to understand the paper because the things that were being smoked out of the mathematics were so different from any mental picture of how things should behave in the universe.”",
    "page": null,
    "location": { "start": 1837, "end": 1840 },
    "dateAdded": 1681170546
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "But one cannot aim to be pleasing to women, any more than one can aim to have taste, or beauty of expression, or happiness; for these things are not specific aims which one may learn to attain; they are descriptions of the adequacy of one’s living. To try to be happy is to try to build a machine with no other specification than that it shall run noiselessly.”",
    "page": null,
    "location": { "start": 1888, "end": 1891 },
    "dateAdded": 1681170841
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "He particularly liked Hemingway’s The Sun Also Rises.",
    "page": null,
    "location": { "start": 1962, "end": 1963 },
    "dateAdded": 1681171202
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Robert was reading the Bhagavad-Gita. “It is very easy and quite marvelous,” he wrote Frank. He told friends that this ancient Hindu text—“The Lord’s Song”—was “the most beautiful philosophical song existing in any known tongue.” Ryder gave him a pink-covered copy of the book which found its way onto the bookshelf closest to his desk. Oppie took to passing out copies of the Gita as gifts to his friends.",
    "page": null,
    "location": { "start": 2020, "end": 2023 },
    "dateAdded": 1681256830
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "In 1938 another reformer, Culbert L. Olson, a Democrat, was elected governor with the open support of the state Communist Party. Olson had campaigned under the slogan of a “united front against fascism.”",
    "page": null,
    "location": { "start": 2276, "end": 2277 },
    "dateAdded": 1681303797
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "As for so many on the left, the outbreak of the Spanish Civil War was a turning point for Chevalier.",
    "page": null,
    "location": { "start": 2356, "end": 2357 },
    "dateAdded": 1681304300
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "According to Chevalier,",
    "page": null,
    "location": { "start": 2844, "end": 2845 },
    "dateAdded": 1681511855
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "By turning against the Soviet Union, Oppenheimer argued, Hitler had “destroyed at one stroke the dangerous fiction, so prevalent in liberal and political circles, that fascism and communism were but two different versions of the same totalitarian philosophy.” Now communists everywhere would be welcomed as allies of the Western democracies. And that was a development both men thought was long overdue.",
    "page": null,
    "location": { "start": 2941, "end": 2944 },
    "dateAdded": 1681557563
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "He was reading Marx, but he was also reading the Bhagavad-Gita, Ernest Hemingway and Sigmund Freud—and, in those years, the last was grounds for expulsion from the Party.",
    "page": null,
    "location": { "start": 2991, "end": 2992 },
    "dateAdded": 1681557821
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "The most relevant political fact about Robert Oppenheimer was that in the 1930s he was devoted to working for social and economic justice in America, and to achieve this goal he chose to stand with the left.",
    "page": null,
    "location": { "start": 3004, "end": 3005 },
    "dateAdded": 1681557889
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Wilhelm Keitel—who later served as Hitler’s field marshal and in 1946 was tried and hanged at Nuremberg as a war criminal.",
    "page": null,
    "location": { "start": 3050, "end": 3051 },
    "dateAdded": 1681607686
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Kitty and Robert were temperamentally poles apart. “He was gentle, mild,” recalled one friend who knew them both. “She was strident, assertive, aggressive. But that’s often what makes a good marriage, the opposites.”",
    "page": null,
    "location": { "start": 3220, "end": 3222 },
    "dateAdded": 1681608565
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "kept Peter for not one but two full months, until Kitty and Oppenheimer returned for the fall semester. This rather unusual arrangement, however, may have had long-term consequences for mother and child. Kitty never properly bonded with Peter. Even a year later, friends noticed that it was always Robert who took them into the baby’s room and showed him off with obvious pride and delight. “Kitty seemed quite uninterested,” said this old friend.",
    "page": null,
    "location": { "start": 3252, "end": 3255 },
    "dateAdded": 1681608750
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "He perceived three drawbacks to Oppenheimer’s selection. First, the physicist lacked a Nobel Prize, and Groves thought that fact might make it difficult for him to direct the activities of so many of his colleagues who had won that prestigious award. Second, he had no administrative experience. And third, “[his political] background included much that was not to our liking by any means.”",
    "page": null,
    "location": { "start": 3671, "end": 3673 },
    "dateAdded": 1681649168
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Rabi had fundamental doubts about the whole notion of building a bomb. “I was strongly opposed to bombing ever since 1931, when I saw those pictures of the Japanese bombing that suburb of Shanghai. You drop a bomb and it falls on the just and the unjust. There is no escape from it. The prudent man can’t escape, [nor] the honest man.",
    "page": null,
    "location": { "start": 4076, "end": 4078 },
    "dateAdded": 1681662981
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Rabi also gave a less practical but more profound reason for not joining: He did not, he told Oppenheimer, wish to make “the culmination of three centuries of physics” a weapon of mass destruction.",
    "page": null,
    "location": { "start": 4082, "end": 4083 },
    "dateAdded": 1681663011
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Only one thing mattered now to Oppenheimer: building the weapon before the Nazis did.",
    "page": null,
    "location": { "start": 4088, "end": 4089 },
    "dateAdded": 1681663036
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Their colleagues soon nicknamed Feynman “The Mosquito” and Bethe “The Battleship.”",
    "page": null,
    "location": { "start": 4196, "end": 4197 },
    "dateAdded": 1681663528
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "colloquium",
    "page": null,
    "location": { "start": 4235, "end": 4235 },
    "dateAdded": 1681663817
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "When Hans Bethe suggested everyone would benefit from a weekly open-ended colloquium, Oppenheimer immediately agreed.",
    "page": null,
    "location": { "start": 4231, "end": 4232 },
    "dateAdded": 1681663824
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "it was decided that a General Colloquium would be held every other Tuesday evening.",
    "page": null,
    "location": { "start": 4373, "end": 4373 },
    "dateAdded": 1681674526
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Richard Feynman, an incorrigible practical joker, had his own way of dealing with security regulations.",
    "page": null,
    "location": { "start": 4441, "end": 4442 },
    "dateAdded": 1681674905
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Richard Feynman, an incorrigible practical joker, had his own way of dealing with security regulations. When the censors complained that his wife, Arline, now a patient at a tuberculosis sanatorium in Albuquerque, was sending him letters in code and asked for the code, Feynman explained that he didn’t have the key to it—it was a game he played with his wife to practice his code-breaking. Feynman also drove security personnel to distraction when he went on a nighttime safecracking spree, opening the combination locks for secret file cabinets all over the laboratory. On another occasion, he noticed a hole in the fence surrounding Los Alamos—so he walked out the main gate, waved to the guard, and then crawled back through the hole and walked out the main gate again. He repeated this several times. Feynman was almost arrested. His antics became part of Los Alamos lore.",
    "page": null,
    "location": { "start": 4441, "end": 4447 },
    "dateAdded": 1681674930
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "questioning that was making him anxious—and all too loquacious.",
    "page": null,
    "location": { "start": 4626, "end": 4626 },
    "dateAdded": 1681687015
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "let him read a letter Bohr had written to Franklin Roosevelt. Oppie obviously set great store by the precious document. According to Hawkins, “the implication was that Roosevelt had fully understood. And this was a great source of joy and optimism. . . . It’s interesting. We all lived under this illusion, you see, for the rest of the time",
    "page": null,
    "location": { "start": 5303, "end": 5305 },
    "dateAdded": 1681856736
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Hawkins recalled thinking to himself that it was too late—the men at Los Alamos “were committed to building a bomb regardless of German progress.”",
    "page": null,
    "location": { "start": 5347, "end": 5348 },
    "dateAdded": 1681856949
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "But in the autumn of 1943, Oppenheimer brought the Princeton mathematician John von Neumann to Los Alamos, and von Neumann calculated that implosion was possible, at least theoretically. Oppenheimer was willing to bet on it.",
    "page": null,
    "location": { "start": 5396, "end": 5398 },
    "dateAdded": 1681857253
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "We did have a pretty intense discussion of why it was that we were continuing to make a bomb after the war had been [virtually] won.”",
    "page": null,
    "location": { "start": 5562, "end": 5563 },
    "dateAdded": 1681941950
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Oppenheimer had drafted a eulogy of three short paragraphs. “We have been living through years of great evil,” he said, “and great terror.” And during this time Franklin Roosevelt had been, “in an old and unperverted sense, our leader.” Characteristically, Oppenheimer turned to the Bhagavad-Gita: “Man is a creature whose substance is faith. What his faith is, he is.”",
    "page": null,
    "location": { "start": 5610, "end": 5613 },
    "dateAdded": 1681976766
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "“. . . that we could not give the Japanese any warning; that we could not concentrate on a civilian area; but that we should seek to make a profound psychological impression on as many of the inhabitants as possible.”",
    "page": null,
    "location": { "start": 5729, "end": 5731 },
    "dateAdded": 1681977542
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Stimson said he agreed with James Conant’s suggestion “that the most desirable target would be a vital war plant employing a large number of workers and closely surrounded by workers’ houses.” Thus, with such delicate euphemisms, did the president of Harvard University select civilians as the target of the world’s first atomic bomb.",
    "page": null,
    "location": { "start": 5731, "end": 5733 },
    "dateAdded": 1681977563
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "In early June 1945, several members of the committee produced a twelve-page document that came to be known as the Franck Report, after its chairman, the Nobelist James Franck. It concluded that a surprise atomic attack on Japan was inadvisable from any point of view: “It may be very difficult to persuade the world that a nation which was capable of secretly preparing and suddenly releasing a weapon as indiscriminate as the [German] rocket bomb and a million times more destructive, is to be trusted in its proclaimed desire of having such weapons abolished by international agreement.”",
    "page": null,
    "location": { "start": 5751, "end": 5755 },
    "dateAdded": 1681977719
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "recommended a demonstration of the new weapon before representatives of the United Nations, perhaps in a desert site or on a barren island.",
    "page": null,
    "location": { "start": 5755, "end": 5756 },
    "dateAdded": 1681977734
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Truman never saw the Franck Report; it was seized by the Army and classified.",
    "page": null,
    "location": { "start": 5757, "end": 5757 },
    "dateAdded": 1681977746
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Among other things, he was unaware that military intelligence in Washington had intercepted and decoded messages from Japan indicating that the Japanese government understood the war was lost and was seeking acceptable surrender terms.",
    "page": null,
    "location": { "start": 5808, "end": 5810 },
    "dateAdded": 1681978245
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "According to Gen. Dwight D. Eisenhower, when he was informed of the existence of the bomb at the Potsdam Conference in July, he told Stimson he thought an atomic bombing was unnecessary because “the Japanese were ready to surrender and it wasn’t necessary to hit them with that awful thing.”",
    "page": null,
    "location": { "start": 5826, "end": 5828 },
    "dateAdded": 1681978398
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "No one can be certain of Oppenheimer’s reaction had he learned that on the eve of the Hiroshima bombing, the president knew the Japanese were “looking for peace,” and that the military use of atomic bombs on cities was an option rather than a necessity for ending the war in August. But we do know that after the war he came to believe that he had been misled, and that this knowledge served as a constant reminder that it was henceforth his obligation to be skeptical of what he was told by government officials.",
    "page": null,
    "location": { "start": 5847, "end": 5850 },
    "dateAdded": 1681978551
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "the petition urged President Truman not to use atomic weapons on Japan without a public statement of the terms of surrender: “. . . the United States shall not resort to the use of atomic bombs in this war unless the terms which will be imposed upon Japan have been made public in detail and Japan knowing these terms has refused to surrender. . . .”",
    "page": null,
    "location": { "start": 5852, "end": 5854 },
    "dateAdded": 1681978567
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "the Bhagavad-Gita; Hinduism, after all, has its trinity in Brahma the creator, Vishnu the preserver, and Shiva the destroyer.",
    "page": null,
    "location": { "start": 5895, "end": 5896 },
    "dateAdded": 1681978830
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "“We knew the world would not be the same. A few people laughed, a few people cried. Most people were silent. I remembered the line from the Hindu scripture, the Bhagavad-Gita; Vishnu is trying to persuade the prince that he should do his duty, and to impress him, takes on his multi-armed form and says, ‘Now I am become death, the destroyer of worlds.’ I suppose we all thought that, one way or another.” One of Robert’s friends, Abraham Pais, once suggested that the quote sounded like one of Oppie’s “priestly exaggerations.”",
    "page": null,
    "location": { "start": 5993, "end": 5997 },
    "dateAdded": 1681979392
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Instead of an open and frank discussion of the nature of the weapon, Truman coyly confined himself to a cryptic reference: “On July 24,” Truman wrote in his memoirs, “I casually mentioned to Stalin that we had a new weapon of unusual destructive force. The Russian premier showed no special interest. All he said was that he was glad to hear it and hoped we would make ‘good use of it against the Japanese.’",
    "page": null,
    "location": { "start": 6044, "end": 6047 },
    "dateAdded": 1681979723
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Instead of an open and frank discussion of the nature of the weapon, Truman coyly confined himself to a cryptic reference: “On July 24,” Truman wrote in his memoirs, “I casually mentioned to Stalin that we had a new weapon of unusual destructive force. The Russian premier showed no special interest. All he said was that he was glad to hear it and hoped we would make ‘good use of it against the Japanese.’ ” This fell far short of what Oppenheimer had expected. As the historian Alice Kimball Smith later wrote, “what actually occurred at Potsdam was a sheer travesty.",
    "page": null,
    "location": { "start": 6044, "end": 6048 },
    "dateAdded": 1681979732
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "On August 14, Radio Tokyo announced the government’s acceptance of this clarification and, therewith, its surrender. The war was over—and within weeks, journalists and historians began to debate whether it might have ended on similar terms and around the same time without the bomb.",
    "page": null,
    "location": { "start": 6113, "end": 6114 },
    "dateAdded": 1681979994
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "and soon he began to disparage it as a scientific achievement. “We took this tree with a lot of ripe fruit on it,” Oppenheimer told a Senate committee in late 1945, “and shook it hard and out came radar and atomic bombs.",
    "page": null,
    "location": { "start": 6194, "end": 6195 },
    "dateAdded": 1681980609
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "uttered another of those regrettable remarks that he characteristically made under pressure. “Mr. President,” he said quietly, “I feel I have blood on my hands.”",
    "page": null,
    "location": { "start": 6389, "end": 6390 },
    "dateAdded": 1681993561
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "On this occasion he had had the opportunity to impress the one man who possessed the power to help him return the nuclear genie to the bottle—and he utterly failed to take advantage of the opportunity.",
    "page": null,
    "location": { "start": 6402, "end": 6403 },
    "dateAdded": 1681993601
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Truman’s interactions with scientists were never elevated. The president struck many of them as a small-minded man who was in way over his head. “He was not a man of imagination,” said Isidor Rabi.",
    "page": null,
    "location": { "start": 6412, "end": 6413 },
    "dateAdded": 1681993783
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "However confident Americans might be that their views and ideas will prevail, the absolute “denial of the views and ideas of other people, cannot be the basis of any kind of agreement.”",
    "page": null,
    "location": { "start": 6451, "end": 6452 },
    "dateAdded": 1681994068
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Someone had given her a copy of his farewell speech.",
    "page": null,
    "location": { "start": 6461, "end": 6461 },
    "dateAdded": 1681994122
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Even the FBI recognized that Pinsky’s question—“Shall we claim him as a member?”—“appears to leave some doubt as to the Subject’s [Oppenheimer’s] actual membership in the Party.”",
    "page": null,
    "location": { "start": 6482, "end": 6483 },
    "dateAdded": 1681995939
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "The White House and the State Department did nothing with Hoover’s wiretaps. But Hoover pushed his agents to continue.",
    "page": null,
    "location": { "start": 6491, "end": 6492 },
    "dateAdded": 1681996011
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Soon afterwards, Oppenheimer’s report—which became known as the Acheson-Lilienthal Report—was submitted to the White House.",
    "page": null,
    "location": { "start": 6600, "end": 6601 },
    "dateAdded": 1682017084
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Once again demonstrating his political perspicacity, Oppenheimer predicted, accurately as it happened, how the whole process would unfold: “The American disposition will be to take plenty of time and not force the issue in a hurry; that then a 10–2 report will go to the [Security Council] and Russia will exercise her veto and decline to go along. This will be construed by us as a demonstration of Russia’s warlike intentions. And this will fit perfectly into the plans of that growing number who want to put the country on a war footing, first psychologically, then actually. The Army directing the country’s research; Red-baiting; treating all labor organizations, CIO first, as Communist and therefore traitorous, etc. . . .”",
    "page": null,
    "location": { "start": 6671, "end": 6676 },
    "dateAdded": 1682017509
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "“What do we do if this effort in international control fails?” Oppie pointed out the window and replied, “Well, we can enjoy the view—as long as it lasts.”",
    "page": null,
    "location": { "start": 6697, "end": 6698 },
    "dateAdded": 1682017621
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Moscow’s diplomats instead proposed a simple treaty to ban the production or use of atomic weapons.",
    "page": null,
    "location": { "start": 6700, "end": 6701 },
    "dateAdded": 1682017652
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "An early opportunity for a good-faith effort to prevent an uncontrolled nuclear arms race between the two major powers had been lost.",
    "page": null,
    "location": { "start": 6705, "end": 6706 },
    "dateAdded": 1682017669
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "An early opportunity for a good-faith effort to prevent an uncontrolled nuclear arms race between the two major powers had been lost. It would take the terrors of the 1962 Cuban missile crisis, and the massive Soviet buildup that followed it, before an American administration would propose, in the 1970s, a serious and acceptable arms control agreement. But by then tens of thousands of nuclear warheads had been built. Oppenheimer and many of his colleagues always blamed Baruch for this missed opportunity. Acheson angrily observed later, “It was his [Baruch’s] ball and he balled it up. . . . He pretty well ruined the thing.” Rabi was equally blunt: “It’s simply real madness what has happened.”",
    "page": null,
    "location": { "start": 6705, "end": 6710 },
    "dateAdded": 1682017695
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "that if there is another major war,” he wrote in the Bulletin of the Atomic Scientists on June 1, 1946, “atomic weapons will be used. . . .” This meant, he argued, that the real task at hand was the elimination of war itself. “We know this because in the last war, the two nations which we like to think are the most enlightened and humane in the world—Great Britain and the United States—used atomic weapons against an enemy which was essentially defeated.”",
    "page": null,
    "location": { "start": 6723, "end": 6726 },
    "dateAdded": 1682017779
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "AT THIRTY-FOUR seconds after 9:00 a.m. on July 1, 1946, the world’s fourth atomic bomb exploded above the lagoon of Bikini Atoll, a part of the Marshall Islands in the Pacific Ocean.",
    "page": null,
    "location": { "start": 6738, "end": 6740 },
    "dateAdded": 1682017838
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "When Strauss had pressed Einstein to describe the ideal kind of man for the job of director, he had replied, “Ah, that I can do gladly. You should look for a very quiet man who will not disturb people who are trying to think.”",
    "page": null,
    "location": { "start": 6955, "end": 6957 },
    "dateAdded": 1682018653
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "toward Robert had by then become one of outright enmity,",
    "page": null,
    "location": { "start": 7047, "end": 7048 },
    "dateAdded": 1682019035
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "He nevertheless reluctantly agreed that while Oppenheimer “may at one time have bordered upon the communistic, indications [were] that for some time he [had] steadily moved away from such a position.”",
    "page": null,
    "location": { "start": 7079, "end": 7080 },
    "dateAdded": 1682019196
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "the view that Oppie was “not capable of genuine originality, but that he is very good at comprehending other people’s ideas and seeing their implications.”",
    "page": null,
    "location": { "start": 7219, "end": 7220 },
    "dateAdded": 1682033649
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Johnny von Neumann was almost as interested in ancient Roman history as he was in his own field.",
    "page": null,
    "location": { "start": 7285, "end": 7286 },
    "dateAdded": 1682034098
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "why the great man was working indefatigably to develop a “unified field theory” to replace what he saw as the inconsistencies of quantum theory. It was lonely work, and yet he was still quite satisfied to defend “the good Lord against the suggestion that he continuously rolls the dice”—his thumbnail critique of Heisenberg’s uncertainty principle, one of the foundations of quantum physics.",
    "page": null,
    "location": { "start": 7342, "end": 7345 },
    "dateAdded": 1682213465
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "By the nature of their discipline, mathematicians invariably do their best intuitive work in their twenties or early thirties—whereas historians and other social scientists often need years of studious preparation before they became capable of genuinely creative work.",
    "page": null,
    "location": { "start": 7448, "end": 7450 },
    "dateAdded": 1682292069
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Oppenheimer’s former teacher at Harvard, Professor Percy Bridgman, told a reporter, “Scientists aren’t responsible for the facts that are in nature. . . . If anyone should have a sense of sin, it’s God. He put the facts there.”",
    "page": null,
    "location": { "start": 7518, "end": 7519 },
    "dateAdded": 1682292507
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Years later, Oppenheimer claimed wryly that, “The government paid far more to tap my telephone",
    "page": null,
    "location": { "start": 7843, "end": 7843 },
    "dateAdded": 1682515897
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Years later, Oppenheimer claimed wryly that, “The government paid far more to tap my telephone than they ever paid me at Los Alamos.”",
    "page": null,
    "location": { "start": 7843, "end": 7844 },
    "dateAdded": 1682515901
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "he and the committee’s majority advised against an accelerated program to build the H-bomb on the grounds that such a weapon was neither necessary as a deterrent nor beneficial to American security.",
    "page": null,
    "location": { "start": 8162, "end": 8163 },
    "dateAdded": 1682550029
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "In short, Kennan believed that it had been compelling strategic considerations, rather than the American atomic monopoly, which had deterred a Soviet invasion of Western Europe in the years 1945–49.",
    "page": null,
    "location": { "start": 8268, "end": 8270 },
    "dateAdded": 1682635827
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "By the end of the decade, America’s stockpile of nuclear weapons would leap from some 300 warheads to nearly 18,000 nuclear weapons. Over the next five decades, the United States would produce more than 70,000 nuclear weapons and spend a staggering $5.5 trillion on nuclear weapons programs.",
    "page": null,
    "location": { "start": 8313, "end": 8315 },
    "dateAdded": 1682636091
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "“I never forgave Truman,”",
    "page": null,
    "location": { "start": 8316, "end": 8316 },
    "dateAdded": 1682636103
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "FOR NEARLY five years, Oppenheimer had tried to use his prestige and status as a celebrity scientist to influence Washington’s growing national security establishment from the inside. His old friends on the left, men like Phil Morrison, Bob Serber and even his own brother had warned him that this was a futile gamble. He had failed in 1946, when the Acheson-Lilienthal plan for international control over atomic bombs was sabotaged by President Truman’s appointment of Bernard Baruch. And now, once again, he had failed to persuade the president and members of his Administration to turn their back on what Conant had described to Acheson as “the whole rotten business.” The Administration now supported a program to build a bomb 1,000 times as lethal as the Hiroshima weapon. Still, Oppenheimer would not “upset the applecart.” He would remain an insider— albeit one who was increasingly outspoken and increasingly suspect.",
    "page": null,
    "location": { "start": 8340, "end": 8347 },
    "dateAdded": 1682636270
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Kennan agreed with Oppenheimer that nuclear weapons were inherently evil and genocidal: “It should have been visible to people at the time that this was a weapon from which nobody stood to gain. . . . The whole idea that you could achieve anything of a positive nature by the development of these weapons seemed to me preposterous from the start.”",
    "page": null,
    "location": { "start": 8357, "end": 8360 },
    "dateAdded": 1682636352
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "there was a great deal of discussion about targets in the Soviet Union, and how many [bombs] it would take to knock out the major industrial centers. . . . At the time, we thought 50 would just about wipe out the essential things in the Soviet Union.” DuBridge always thought that was a pretty good estimate. But over time, the Pentagon’s representatives kept finding pretexts to push the number higher.",
    "page": null,
    "location": { "start": 8388, "end": 8391 },
    "dateAdded": 1682636558
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Three weeks later, the United States exploded a 10.4-megaton thermonuclear bomb in the Pacific, vaporizing the island of Elugelab.",
    "page": null,
    "location": { "start": 8744, "end": 8745 },
    "dateAdded": 1682786230
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "rethink basic assumptions about the early Cold War. The “enemy archives,” as the historian Melvyn Leffler has written, demonstrate that the Soviets “did not have pre-conceived plans to make Eastern Europe communist, to support the Chinese communists, or to wage war in Korea.” Stalin had no “master plan” for Germany, and wished to avoid military conflict with the United States.",
    "page": null,
    "location": { "start": 8775, "end": 8778 },
    "dateAdded": 1682808430
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "In the very near future, he said, “we may anticipate a state of affairs in which the two Great Powers will each be in a position to put an end to civilization and life of the other, though not without risking its own.”",
    "page": null,
    "location": { "start": 9000, "end": 9002 },
    "dateAdded": 1682897378
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Again and again, Oppenheimer observed that he was barred from speaking of the essential facts—and then like a Brahmin priest endowed with special knowledge, he proceeded to reveal the most fundamental secret of all—that no country could expect in any meaningful sense to win an atomic war.",
    "page": null,
    "location": { "start": 8998, "end": 9000 },
    "dateAdded": 1682897399
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "The initiation of Strauss’ campaign to destroy Oppenheimer’s reputation can thus be precisely dated; it began on the afternoon of May 25, 1953, with his appointment with the president.",
    "page": null,
    "location": { "start": 9040, "end": 9041 },
    "dateAdded": 1682897607
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "OPPENHEIMER’S “candor” speech was published on June 19, 1953, in Foreign A fairs, having been cleared for publication by the White House.",
    "page": null,
    "location": { "start": 9069, "end": 9070 },
    "dateAdded": 1682897746
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "the prestigious Reith Lectures, a series of four talks broadcast to millions of people around the world.",
    "page": null,
    "location": { "start": 9197, "end": 9198 },
    "dateAdded": 1682898333
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "With the exception of this last charge—delaying the hydrogen bomb’s development—all of this information had been reviewed previously and discounted by both General Groves and the AEC. With the full knowledge of these facts, Groves had ordered the Army to give Oppenheimer his security clearance in 1943, and the AEC had renewed it in 1947 and thereafter.",
    "page": null,
    "location": { "start": 9416, "end": 9418 },
    "dateAdded": 1683158557
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "The inclusion of Oppenheimer’s opposition to the Super reflected the depth of McCarthyite hysteria that had enveloped Washington. Equating dissent with disloyalty, it redefined the role of government advisers and the very purpose of advice.",
    "page": null,
    "location": { "start": 9418, "end": 9420 },
    "dateAdded": 1683158570
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "In Strauss’ view, neither Oppenheimer nor his lawyer had any of the “rights” afforded to a defendant in a court of law; this was an AEC Personnel Security Board Hearing, not a civil trial, and Strauss was going to be the arbiter of the rules.",
    "page": null,
    "location": { "start": 9472, "end": 9473 },
    "dateAdded": 1683246734
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "When an FBI agent in Newark suggested discontinuing the electronic surveillance on Oppenheimer’s home “in view of the fact that it might disclose attorney-client relations,” Hoover refused.",
    "page": null,
    "location": { "start": 9482, "end": 9483 },
    "dateAdded": 1683246782
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "when Oppie returned to the car, he told her, “Einstein thinks that the attack",
    "page": null,
    "location": { "start": 9573, "end": 9573 },
    "dateAdded": 1683247167
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "when Oppie returned to the car, he told her, “Einstein thinks that the attack on me is so outrageous that I should just resign.”",
    "page": null,
    "location": { "start": 9573, "end": 9574 },
    "dateAdded": 1683247172
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Einstein argued that Oppenheimer “had no obligation to subject himself to the witch-hunt, that he had served his country well, and that if this was the reward she [America] offered he should turn his back on her.”",
    "page": null,
    "location": { "start": 9574, "end": 9575 },
    "dateAdded": 1683247182
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "But Oppenheimer could not turn his back on America. “He loved America,” Hobson later insisted. “And this love was as deep as his love of science.”",
    "page": null,
    "location": { "start": 9577, "end": 9578 },
    "dateAdded": 1683247203
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Einstein’s instincts were right—and time would demonstrate that Oppenheimer’s were wrong.",
    "page": null,
    "location": { "start": 9583, "end": 9584 },
    "dateAdded": 1683247249
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "“This was the shock of the day,” Ecker recalled, “and the shock of the case, because the classical notion of the legal system is the tabula rasa.",
    "page": null,
    "location": { "start": 9629, "end": 9630 },
    "dateAdded": 1683247443
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "In a court of law, such evidence would be unacceptable and dismissed as double hearsay—third parties recounting what they heard from others about a defendant. But",
    "page": null,
    "location": { "start": 9684, "end": 9686 },
    "dateAdded": 1683416838
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "But as chairman of the board, Gordon Gray could have ensured that the hearing was conducted properly and fairly. He did not do his job.",
    "page": null,
    "location": { "start": 10419, "end": 10420 },
    "dateAdded": 1683466305
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "The Gray Board was, in sum, a veritable kangaroo court in which the head judge accepted the prosecutor’s lead.",
    "page": null,
    "location": { "start": 10424, "end": 10425 },
    "dateAdded": 1683466322
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Strauss became frantic when he learned of this development. He and Robb had wiretapped Oppenheimer’s lawyers, they had blocked Garrison’s attempt to get a security clearance, they had ambushed witnesses with classified documents, they had prejudiced the Gray panel with hearsay evidence from the FBI files—and despite all their efforts to assure a guilty verdict, now it seemed possible that Oppenheimer would be exonerated.",
    "page": null,
    "location": { "start": 10458, "end": 10461 },
    "dateAdded": 1683466434
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "They apparently were aware of his associations and his left-wing policies: yet they cleared him. They took a chance because of his special talents and he continued to do a good job. Now when the job is done, we are asked to investigate him for practically the same derogatory information. He did his job in a thorough and painstaking manner. There is not the slightest vestige of information before this Board that would indicate that Dr. Oppenheimer is not a loyal citizen of his country. He hates Russia. He had communistic friends, it is true. He still has some. However, the evidence indicates that he has fewer of them than he had in 1947. He is not as naïve as he was then. He has more judgment; no one on the Board doubts his loyalty— even the witnesses adverse to him admit that—and he is certainly less a security risk than he was in 1947, when he was cleared. To deny him clearance now for what he was cleared for in 1947, when we must know he is less of a security risk now than he was then, seems hardly the procedure to be adopted in a free country. . . . I personally think that our failure to clear Dr. Oppenheimer will be a black mark on the escutcheon of our country. His witnesses are a considerable segment of the scientific backbone of our Nation and they endorse him.",
    "page": null,
    "location": { "start": 10495, "end": 10504 },
    "dateAdded": 1683466573
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "At the end of their lunch, Smyth said, “Lewis, the difference between you and me is that you see everything as either black or white and to me everything looks gray.”",
    "page": null,
    "location": { "start": 10571, "end": 10572 },
    "dateAdded": 1683466814
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "OPPENHEIMER’S SECURITY CLEARANCE was thus rescinded just one day before it was due to expire.",
    "page": null,
    "location": { "start": 10590, "end": 10591 },
    "dateAdded": 1683466902
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Einstein, disgusted, quipped that henceforth the AEC should be known as the “Atomic Extermination Conspiracy.”",
    "page": null,
    "location": { "start": 10593, "end": 10593 },
    "dateAdded": 1683466913
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "Strauss persuaded his fellow commissioners to have all 3,000 typewritten pages of the hearing transcript published by the Government Printing Office. This violated the Gray Board’s promise to all the witnesses that their testimony would remain confidential.",
    "page": null,
    "location": { "start": 10595, "end": 10597 },
    "dateAdded": 1683466942
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "IN THE LONG RUN, however, Strauss’ strategy backfired; the transcript revealed the inquisitorial character of the hearing, and the corruption of justice during the McCarthy period. Within four years, the transcript would destroy the reputation and government career of Lewis Strauss.",
    "page": null,
    "location": { "start": 10606, "end": 10608 },
    "dateAdded": 1683466973
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "AT THE APEX of the McCarthyite hysteria, Oppenheimer had become its most prominent victim. “The case was ultimately the triumph of McCarthyism, without McCarthy himself,” the historian Barton J. Bernstein has written.",
    "page": null,
    "location": { "start": 10629, "end": 10630 },
    "dateAdded": 1683467059
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "guess there is no doubt that Robert did do some fibbing, and in the public mind now anybody who fibbed and also once was a ‘Communist’ is clearly an unforgivable character.”",
    "page": null,
    "location": { "start": 10649, "end": 10650 },
    "dateAdded": 1683467125
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "“Scientists and administrators such as Edward Teller, Lewis Strauss, and Ernest Lawrence, with their fullthroated militarism and anti-communism, pushed American scientists and their institutions toward a nearly complete and subservient devotion to American military interests.”",
    "page": null,
    "location": { "start": 10662, "end": 10664 },
    "dateAdded": 1683467212
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "“They paid more to tap my phone than they paid me to run the Los Alamos Project.”",
    "page": null,
    "location": { "start": 10681, "end": 10681 },
    "dateAdded": 1683467276
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "On St. John, the father of the atomic bomb had somehow found just the right refuge from his inner demons.",
    "page": null,
    "location": { "start": 11124, "end": 11125 },
    "dateAdded": 1683476412
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "At the top of the list was Baudelaire’s Les fleurs du mal, and then came the Bhagavad-Gita . . . and last was Shakespeare’s Hamlet.",
    "page": null,
    "location": { "start": 11141, "end": 11142 },
    "dateAdded": 1683493157
  },
  {
    "book": "American Prometheus",
    "author": "Kai Bird, Martin J. Sherwin",
    "quote": "of the Senate, and said of the late physicist, “Let us remember not only what his special genius did for us; let us also remember what we did to him.”",
    "page": null,
    "location": { "start": 11414, "end": 11415 },
    "dateAdded": 1683494217
  }
]
