[
  {
    "book": "Orchid & the Wasp",
    "author": "Caoilinn Hughes",
    "quote": "There is no spectrum of greatness. No scale to ascend. Only its attainment or not.",
    "location": {
      "start": 1105,
      "end": 1106
    },
    "dateAdded": 1532476800000
  },
  {
    "book": "Orchid & the Wasp",
    "author": "Caoilinn Hughes",
    "quote": "'What will you do if you fail?’",
    "location": {
      "start": 1504,
      "end": 1507
    },
    "dateAdded": 1532476800000
  },
  {
    "book": "Orchid & the Wasp",
    "author": "Caoilinn Hughes",
    "quote": "He tucks the twins in for an excuse to look at them. If his love were bath suds, they’d be up to their necks in it, clapping their hands through it to hear it fizzle, bursting its bubbles for merriment, knowing there’s enough of it that they can afford to let some go down the drain – enough, even, that some can be urinated in.",
    "location": {
      "start": 2461,
      "end": 2463
    },
    "dateAdded": 1532476800000
  },
  {
    "book": "Orchid & the Wasp",
    "author": "Caoilinn Hughes",
    "quote": "‘If you do nothing with what you have, you might as well never have had it,’ he said. ‘Your abilities will diminish and waste. But if you make something of them, you’ll gain more and you’ll be rich.’",
    "location": {
      "start": 4151,
      "end": 4153
    },
    "dateAdded": 1532476800000
  },
  {
    "book": "Orchid & the Wasp",
    "author": "Caoilinn Hughes",
    "quote": "From the top of the stairs, what tumbled down to her was an afterthought, but she took it as principal: To get her money back without a receipt.",
    "location": {
      "start": 4156,
      "end": 4158
    },
    "dateAdded": 1532476800000
  },
  {
    "book": "Orchid & the Wasp",
    "author": "Caoilinn Hughes",
    "quote": "‘Fairly’s a myth! That’s the point. Ethics don’t pay. You know that, yet you pretend it’s not the case. That’s what’s fucked. Why not admit to it? Why act like there’s such a thing as meritocracy when anyone who gives it a second thought knows it’s a sick idea?’",
    "location": {
      "start": 4465,
      "end": 4467
    },
    "dateAdded": 1532476800000
  },
  {
    "book": "Orchid & the Wasp",
    "author": "Caoilinn Hughes",
    "quote": "‘What I could never come to terms with … The enlightenment he’d had as a child always seemed miraculous to me. I didn’t have it. I envied it. The true, rapt, awesome admiration of beauty. Not for anything’s sake. Not for a cause. Not to do anything with it. Just to observe it. Contemplate it. Believe it. After, to produce his own, borne of necessity.’",
    "location": {
      "start": 4577,
      "end": 4580
    },
    "dateAdded": 1532476800000
  },
  {
    "book": "Orchid & the Wasp",
    "author": "Caoilinn Hughes",
    "quote": "Back pressed against the lift doors, Gael draws Harper’s whole body against her and kisses her so deeply she can feel the slip of her mind within her like car tyres on black ice, suddenly tractionless. Lightheaded, as though she’s spilling blood for every second of it as if gravity is stronger on this section of the globe or at least this part of the room as if something is really badly wrong or just tipping over and it had been just to stop her talking, hadn’t it? To stop her saying I love you but now it’s not that; now it’s not even appetite; it’s as if she’s never kissed anyone and meant it. At the risk of sinking to the floor, Gael reaches a hand in the direction of the lift call button, but Harper pulls back. Says, ‘Wait.’",
    "location": {
      "start": 4617,
      "end": 4622
    },
    "dateAdded": 1532476800000
  },
  {
    "book": "Orchid & the Wasp",
    "author": "Caoilinn Hughes",
    "quote": "But it’s been over two years, now, since I left the NSO. And these two years have taught me a lot about what I want at this stage of my life and what’s important.’",
    "location": {
      "start": 4954,
      "end": 4958
    },
    "dateAdded": 1532476800000
  },
  {
    "book": "Orchid & the Wasp",
    "author": "Caoilinn Hughes",
    "quote": "‘Why wouldn’t he tell me all this? Doesn’t he think I’d want to know? Or that I have a right to know, even?'",
    "location": {
      "start": 5013,
      "end": 5016
    },
    "dateAdded": 1532476800000
  },
  {
    "book": "Orchid & the Wasp",
    "author": "Caoilinn Hughes",
    "quote": "His privilege is her restraint. ‘Freedom for the pike is death for the minnows,’",
    "location": {
      "start": 5034,
      "end": 5035
    },
    "dateAdded": 1532476800000
  },
  {
    "book": "Orchid & the Wasp",
    "author": "Caoilinn Hughes",
    "quote": "‘Leave now,’ Gael tells herself, marking out the road she has come along with the wheels of her case through the snow. It’s crueller to let it deepen and endure. It’s kinder to leave them in the dark.",
    "location": {
      "start": 5247,
      "end": 5249
    },
    "dateAdded": 1532476800000
  }
]
