[
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "Put yourself in his place. You’re a drop of blood at the center of the ocean, which plays a tense soundtrack all night long, interspersed with bright blips of radar. Russians are trying to blow up capitalism and you’re surrounded by dolphins who know how to spy and the general atmosphere is one of cinematic suspense. All of a sudden you look up at a screen and see a possessed twelve-year-old with violent bedhead vomiting green chunks and backwards Latin. She’s so full of a demon that the only way to relieve her feelings is to have hate sex with a crucifix. You would convert too, I guarantee it.",
    "location": {
      "start": 168,
      "end": 172
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "Hackers in black leather gloves, giving each other handjobs in space, while glowing green numbers streamed through the air?",
    "location": {
      "start": 346,
      "end": 347
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "“No!” he shouted. Like all men of enormous personal appetites, he loved to shout the word “no” at other people.",
    "location": {
      "start": 430,
      "end": 431
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "Greg Lockwood, thank goodness, was never much of a drinker—though he did get so drunk at his own bachelor party that he was still drunk the day of the wedding and almost fell asleep standing up in his sailor suit in the middle of the ceremony. Perhaps that experience taught him a lesson.",
    "location": {
      "start": 466,
      "end": 468
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "He entertained himself by slipping increasingly outrageous puns into the copy, which culminated in a headline about a dachshund race that read, “All Wieners in the Long Run.” He was so pleased with himself over that one he brought home a bottle of champagne that night.",
    "location": {
      "start": 558,
      "end": 560
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "Peering past her, I notice an economy-sized bottle of Palmolive inside the shower. “What’s that doing in there?” I ask. She is silent for a moment, as if debating whether to tell me. Then she sighs. “Your dad washes himself with dish soap.”",
    "location": {
      "start": 848,
      "end": 850
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "Some people are, through whatever mystifying means, able to make the guitar talk. My father can’t do that, but he can do the following: Make the guitar squeal; Make the guitar say no; Make the guitar falsely confess to murder; Make the guitar stage a filibuster where it reads The Hunt for Red October out loud",
    "location": {
      "start": 921,
      "end": 925
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "He is devoted to three things and three things only: God, Buicks, and Italy.",
    "location": {
      "start": 972,
      "end": 973
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "Every time I try to capture her and force her into my private zoo of description, I fail.",
    "location": {
      "start": 1209,
      "end": 1209
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "Jesus is a football that all of us can carry down the field for the win.",
    "location": {
      "start": 1308,
      "end": 1308
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "I CONNECT THE NAME RATIGAN with a bizarre snippet I heard floating around the house: “They took his computer, and they found panties hidden in his planter.” “Panties in a planter?” I thought at the time, not knowing what they were talking about. What was he trying to do, grow more?",
    "location": {
      "start": 1389,
      "end": 1391
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "Though later he will tell my mother, with perhaps the first stirrings of doubt, “I’m beginning to think any one of them would have done it. That the position is more powerful than the man.”",
    "location": {
      "start": 1432,
      "end": 1433
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "“You did it,” he says, bursting into tears. “This is just like when an animal succeeds in a movie.” “There’s nothing in this rulebook that says a dog can’t play basketball!” “There’s nothing in the Constitution that says a lizard person can’t be president!”",
    "location": {
      "start": 1506,
      "end": 1508
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "At last I stood at the top. It was a little stage and a little spotlight. Time slowed down, and stretched, and exposed every part of itself to the sun. The high dive meant leaping off the edge of a moment and trusting the next one would catch you. The plunge down, like all plunges down, was a short segment of infinity. Your heart flew up out of the top of your head and the red silk of it caught and billowed out and you hung from it for a second in the middle of the sky.",
    "location": {
      "start": 2012,
      "end": 2015
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "In the middle of November, a parishioner surprises him with a large, reeking venison sausage from a deer he shot himself. Jason loses his head when he sees it and runs upstairs, terrified that my dad might offer him a slice of it to bond them together as men. “I just remembered that I have to . . . put different pants on,” he says, and then vanishes, leaving a comet trail of cowardice in his wake. As it turns out, my father can’t manage more than two inches of it himself. He would like to be the sort of man who loves venison, but the reality simply doesn’t match up with his romantic conception of it. I sympathize. I once bought a pound of salt pork, believing the taste of it would transport me back to pioneer times, only to find that one of the slices had a distinct, tweakable nipple on it. The sausage rests in the refrigerator, an accusing tube. Every time he opens the door, the foot-long appendage taunts him. “What is this piece of SHIT,” my mother says when she first encounters it in the vegetable drawer, but with my father she is more circumspect. “Do you want me to throw it away, Greg?” she asks every so often, with tact, but he keeps insisting he’ll eat it. “Are you kidding? That’s great stuff. GREAT stuff,” he says, much louder than necessary, smacking his lips with the fake gusto of a child actor. “That’s the stuff, bay-bee,” he finishes weakly, in a voice that fails to convince even himself, then walks straight into his room and closes the door. Finally we smuggle it to the dumpster when he’s over at church, and the dogs of the neighborhood are a little wilder the next day.",
    "location": {
      "start": 2104,
      "end": 2116
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "“PROPAGANDA!” he once burst out suddenly, when he caught Mary and me watching Bambi in the living room, curled up together on the couch.",
    "location": {
      "start": 2124,
      "end": 2125
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "He wanted to feel that if the whole world ended, he could still live in it, and inhabit the sphere like his own backyard, roasting its megafauna on spits and drinking its lakes when he was thirsty. In reality, if my father were ever called upon to survive on his own in the wilderness, he would very quickly die of treat deficiency, or of tripping over a big rock while bellowing, “WHO PUT THAT THERE,” or of trying to use a snake as toilet paper. I doubt he could build a fire, unless it’s possible to start a fire by yelling at logs. And what about clothes—in the wintertime, when it got too cold to go nude? I pictured him trying to shove his feet through the back legs of a moose to make pants. No, the rugged life was not for him, but he didn’t know it. The belief that he was a born outdoorsman could not be stripped from him—being stripped of his beliefs was the one kind of nakedness my father didn’t go for. He continued in his fantasies of fringed buckskins and rifles painted with moonlight, cold notes whistled solo under the stars, and excerpts of a fictional deer smoking over hickory logs.",
    "location": {
      "start": 2128,
      "end": 2135
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "He was wearing a camouflage hat, as if inconspicuousness were even possible for him. Like a deer would see that hat and think, “That is a tree with a lot of religious opinions.”",
    "location": {
      "start": 2161,
      "end": 2162
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "Normal human movement was impossible for him—he tripped, fell, stumbled, and rolled to his destinations. It seemed likely that at some point he would be killed by a baseball.",
    "location": {
      "start": 2173,
      "end": 2175
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "It was hard to be in love there, to experiment with my hair, to put posters up on the walls, to dot my i’s with hearts, to listen to the music I really liked. I felt too afraid to buy lipstick, I was not allowed to show my shoulders, and the only perfume I had was a sample of something called Mom Is Going to the Symphony. I lacked the courage or the knowledge to invent a self, which could have withstood this, that, anything.",
    "location": {
      "start": 2651,
      "end": 2654
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "If you sneer at religion as the opiate of the masses, you must sneer also at the brain, because the receptors are there. You must sneer at the body, which knows how to feel that bliss.",
    "location": {
      "start": 2982,
      "end": 2984
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "Something had gone uncannily right with Barbie, she had fallen pregnant, as they say in England, she had put fruit out as easily as a red berry bush. A woman’s body always stands on the outskirts of the town, verging on uncivilization. A thin paper gown is all that separates it from the wilderness. Half of its whole being is devoted to remembering how to live in the woods. This is why Witch, this is why Whore, this is why Unlucky and this is why Unclean. This is why attempts to govern the female body always have the feeling of a last resort, because the female body is fundamentally ungovernable. Barbie, the neatest, tannest, blondest doll who ever existed. Barbie, from the Greek, meaning foreign or strange.",
    "location": {
      "start": 3139,
      "end": 3144
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "My father attempted to mute the line “Your mother sucks cocks in hell!” but hit the wrong button on the remote and actually ended up blasting it at maximum volume.",
    "location": {
      "start": 3190,
      "end": 3191
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "The narthex is another in-between place—not outdoors and not fully a church yet. Historically the narthex was the place where people who weren’t allowed in the real church could go, and now we are here.",
    "location": {
      "start": 3428,
      "end": 3430
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "“You ever watch The Real Housewives?” he asks me hopefully. “Is that the show where insane blond women are always pointing really long fingernails at each other while holding glasses of champagne? And then one of them yells a catchphrase like Girl, don’t even start with me, because I’m a bitch on wheels and I just stopped at the gas station!”",
    "location": {
      "start": 3479,
      "end": 3482
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "Need in the human being is a natural state. Need water, need food, need green money, need meaning, need touch and need talk, need I don’t know what.",
    "location": {
      "start": 3525,
      "end": 3526
    },
    "dateAdded": 1528502400000
  },
  {
    "book": "Priestdaddy",
    "author": "Patricia Lockwood",
    "quote": "I did not make it out, but this does. Art goes outside, even if we don’t; it fills the whole air, though we cannot raise our voices. This is the secret: when I encounter myself on the page, I am shocked at how forceful I seem. On the page I am strong, because that is where I put my strength. On the page I am everything that I am not, because that is where I put myself. I am no longer whispering through the small skirted shape of a keyhole: the door is knocked down and the roof is blown off and I am aimed once more at the entire wide night.",
    "location": {
      "start": 3759,
      "end": 3763
    },
    "dateAdded": 1528502400000
  }
]
