[
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "The secret to battling cancer, then, is to find means to prevent these mutations from occurring in susceptible cells, or to find means to eliminate the mutated cells without compromising normal growth.",
    "location": {
      "start": 193,
      "end": 194
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "In adult animals, fat and muscle usually grow by hypertrophy. In contrast, the liver, blood, the gut, and the skin all grow through hyperplasia—cells becoming cells becoming more cells, omnis cellula e cellula e cellula.",
    "location": {
      "start": 317,
      "end": 318
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "a New Jersey corporation called U.S. Radium began to mix radium with paint to create a product called Undark—radium-infused paint that emitted a greenish white light at night. Although aware of the many injurious effects of radium, U.S. Radium promoted Undark for clock dials, boasting of glow-in-the-dark watches.",
    "location": {
      "start": 1535,
      "end": 1537
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "Those who have not been trained in chemistry or medicine may not realize how difficult the problem of cancer treatment really is. It is almost—not quite, but almost—as hard as finding some agent that will dissolve away the left ear, say, and leave the right ear unharmed. So slight is the difference between the cancer cell and its normal ancestor.",
    "location": {
      "start": 1575,
      "end": 1578
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "While the bomb might have come to life physically in Los Alamos, intellectually speaking it was the product of prewar physics and chemistry rooted deeply in Europe. The iconic homegrown product of wartime American science was, at least philosophically speaking, an import.",
    "location": {
      "start": 2335,
      "end": 2337
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "Farber might have added his own: should I refuse to attack cancer because I have not solved its basic cellular mechanisms?",
    "location": {
      "start": 2356,
      "end": 2357
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "The best doctors seem to have a sixth sense about disease. They feel its presence, know it to be there, perceive its gravity before any intellectual process can define, catalog, and put it into words.",
    "location": {
      "start": 2482,
      "end": 2484
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "Fundamental to all attempts at curative treatment of Hodgkin’s disease,” one reviewer commented memorably in the New England Journal of Medicine in 1968, “is the assumption that in the significant fraction of cases, [the disease] is localized.”",
    "location": {
      "start": 3087,
      "end": 3089
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "“The advent of multiple-drug chemotherapy has dramatically changed the prognosis of patients with previously untreated stage III or stage IV Hodgkin’s disease.”",
    "location": {
      "start": 3185,
      "end": 3186
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "The particle was so small that it could easily pass through most filters and keep producing cancer in animals.",
    "location": {
      "start": 3347,
      "end": 3347
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "Doing ‘relevant’ research is not necessarily doing ‘good’ research,” Watson would later write. “In particular we must reject the notion that we will be lucky. . . . Instead we will be witnessing a massive expansion of well-intentioned mediocrity.”",
    "location": {
      "start": 3607,
      "end": 3609
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "The implicit, nearly devotional faith in a theory of cancer was finally to be put to a test. “The clinician, no matter how venerable, must accept the fact that experience, voluminous as it might be, cannot be employed as a sensitive indicator of scientific validity,” Fisher wrote in an article.",
    "location": {
      "start": 3863,
      "end": 3866
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "When radical surgery fell, an entire culture of surgery thus collapsed with it. The radical mastectomy is rarely, if ever, performed by surgeons today.",
    "location": {
      "start": 3883,
      "end": 3884
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "Einhorn had cured a solid cancer by chemotherapy. “It was unforgettable. In my own naive mind I thought this was the formula that we had been missing all the while.” Cisplatin was unforgettable in more than one sense.",
    "location": {
      "start": 3957,
      "end": 3960
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "The biology of cancer was still poorly understood. But the notion that even relatively indiscriminate cytotoxic agents discovered largely by accident would cure cancer had captivated oncology.",
    "location": {
      "start": 3977,
      "end": 3978
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "cancer was enormously heterogeneous.",
    "location": {
      "start": 4286,
      "end": 4286
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "cancer was enormously heterogeneous...The heterogeneity was genetic: in breast cancer, for instance, some variants responded to hormonal treatment, while others were hormone-unresponsive. And the heterogeneity was anatomic: some cancers were localized to the breast when detected, while others had a propensity to spread to distant organs.",
    "location": {
      "start": 4286,
      "end": 4288
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "A nation with a larger fraction of older citizens will seem more cancer-ridden than a nation with younger citizens, even if actual cancer mortality has not changed...to achieve this scaling, he used a particularly effective form of normalization called age-adjustment.",
    "location": {
      "start": 4440,
      "end": 4441
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "There is “no evidence,” Bailar and Smith wrote darkly, “that some thirty-five years of intense and growing efforts to improve the treatment of cancer have had much overall effect on the most fundamental measure of clinical outcome—death.” They continued, “We are losing the war",
    "location": {
      "start": 4456,
      "end": 4458
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "Breslow, pointedly, wasn’t recommending one form of calculus over another; his point was to show that measurement itself was subjective.",
    "location": {
      "start": 4488,
      "end": 4489
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "By 1953, the average annual consumption of cigarettes had reached thirty-five hundred per person. On average, an adult American smoked ten cigarettes every day, an average Englishman twelve, and a Scotsman nearly twenty.",
    "location": {
      "start": 4632,
      "end": 4634
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "By the early twentieth century, four out of five—and, in some parts of the world, nearly nine of ten—men were smoking cigarettes (women would soon follow). And when a risk factor for a disease becomes so highly prevalent in a population, it paradoxically begins to disappear into the white noise of the background.",
    "location": {
      "start": 4645,
      "end": 4647
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "The result, as the journalist Elizabeth Drew noted in the Atlantic Monthly, was “an unabashed act to protect private industry from government regulation.” Politicians were far more protective of the narrow interests of tobacco than of the broad interest of public health.",
    "location": {
      "start": 5088,
      "end": 5090
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "The last cigarette commercial was broadcast on television on January 1, 1971. At 11:59 p.m., on the first night of the New Year, the Virginia Slims slogan You’ve come a long way, baby flashed momentarily on TV screens, then vanished forever.",
    "location": {
      "start": 5129,
      "end": 5131
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "Powerful strategies for cancer prevention arise, clearly, from a deep understanding of causes. The identification of a carcinogen is only the first step toward that understanding. To mount a successful strategy against cancer, one needs to know not only what the carcinogen is, but what the carcinogen does.",
    "location": {
      "start": 5469,
      "end": 5471
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "The greatest need we have today in the human cancer problem, except for a universal cure, is a method of detecting the presence of cancer before there are any clinical signs of symptoms.",
    "location": {
      "start": 5490,
      "end": 5491
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "In primary prevention, a disease is prevented by attacking its cause—smoking cessation for lung cancer or a vaccine against hepatitis B for liver cancer. In secondary prevention (also called screening), a disease is prevented by screening for its early, presymptomatic stage. The Pap smear was invented as a means of secondary prevention for cervical cancer.",
    "location": {
      "start": 5573,
      "end": 5575
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "Screening tests thus routinely fail because they cannot even cross this preliminary hurdle—the rate of over- or underdiagnosis is unacceptably high.",
    "location": {
      "start": 5613,
      "end": 5614
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "The risk of not having a mammogram until after age 50 is about the same as riding a bicycle for 15 hours without a helmet.”",
    "location": {
      "start": 5791,
      "end": 5792
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "We were trying to combat cancer without understanding the cancer cell, which was like launching rockets without understanding the internal combustion engine.”",
    "location": {
      "start": 5845,
      "end": 5846
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "Cancer therapy is like beating the dog with a stick to get rid of his fleas.",
    "location": {
      "start": 5859,
      "end": 5859
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "The cells, technically speaking, are immortal. The woman from whose body they were once taken has been dead for thirty years.",
    "location": {
      "start": 6490,
      "end": 6491
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "It was the transmission of chromosomes during cell division that allowed genes to move from a cell to its progeny.",
    "location": {
      "start": 6583,
      "end": 6584
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "Avery and his colleagues reported in 1944 that genes were carried by one chemical, deoxyribonucleic acid, or DNA.",
    "location": {
      "start": 6591,
      "end": 6592
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "what caused mitosis to turn so abruptly from such an exquisitely regulated process to chaos?",
    "location": {
      "start": 6663,
      "end": 6663
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "Great science emerges out of great contradiction, and here was a gaping rift slicing its way through the center of cancer biology. Was human cancer caused by an infectious agent? Was it caused by an exogenous chemical? Was it caused by an internal gene?",
    "location": {
      "start": 6697,
      "end": 6699
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "Rous sarcoma virus, having infected the cells, had physically attached itself to the cell’s DNA and thereby altered the cell’s genetic makeup, its genome. “The virus, in some structural as well as functional sense, becomes part of the genome of the cell,”",
    "location": {
      "start": 6721,
      "end": 6724
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "It was as if a sealed divider had been constructed through the middle of the world of cancer, with “cause” on one side and “cure” on the other.",
    "location": {
      "start": 6788,
      "end": 6789
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "Src, then, was the answer to Temin’s puzzle, the cancer-causing “message” borne by Rous sarcoma virus.",
    "location": {
      "start": 6847,
      "end": 6848
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "Varmus and Bishop were awarded the Nobel Prize for their discovery of the cellular origin of retroviral oncogenes in 1989.",
    "location": {
      "start": 6941,
      "end": 6942
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "for an agent to be identified as the “cause” of a disease, it must (1) be present in the diseased organism, (2) be capable of being isolated from the diseased organism, and (3) re-create the disease in a secondary host when transferred from the diseased organism.",
    "location": {
      "start": 7295,
      "end": 7297
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "Down to their innate molecular core, cancer cells are hyperactive, survival-endowed, scrappy, fecund, inventive copies of ourselves.",
    "location": {
      "start": 7421,
      "end": 7422
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "The Emperor of All Maladies: A Biography of Cancer",
    "author": "Siddhartha Mukherjee",
    "quote": "Until 2003, scientists knew that the principal distinction between the “normalcy” of a cell and the “abnormalcy” of a cancer cell lay in the accumulation of genetic mutations—ras, myc, Rb, neu, and so forth—that unleashed the hallmark behaviors of cancer cells. But this description of cancer was incomplete. It provoked an inevitable question: how many such mutations does a real cancer possess in total?",
    "location": {
      "start": 8560,
      "end": 8562
    },
    "dateAdded": 1655510400000
  },
  {
    "book": "to adapt",
    "author": "> That this seemingly simple mechanism—cell growth without barriers—can lie at the heart of this grotesque and multifaceted illness is a testament to the unfathomable power of cell growth. Cell division allows us as organisms to grow",
    "quote": "Cancer thus exploits the fundamental logic of evolution unlike any other illness. If we, as a species, are the ultimate product of Darwinian selection, then so, too, is this incredible disease that lurks inside us.",
    "location": {
      "start": null,
      "end": null
    },
    "dateAdded": 1655510400000
  }
]
